[
      {
        "id": "1f8dc016-ecab-3c02-8d10-6ee2b5603cb5",
        "title": "Valuations of compensation and benefit items by new entrants into the professional workforce : do men and women differ ?",
        "uri": "http://www.mendeley.com/research/valuations-compensation-benefit-items-new-entrants-professional-workforce-men-women-differ/",
        "eexcessURI": "http://www.mendeley.com/research/valuations-compensation-benefit-items-new-entrants-professional-workforce-men-women-differ/",
        "creator": "Neil Tocher, Hubert S Feild, William F Giles",
        "description": "Women make up nearly half of the workforce in America, and they continue to enter fields such as business and engineering in record numbers. Additionally, more women with children under 3 years of age are remaining in the workforce. Considering these changes, examining whether the compensation and benefit preferences of male and female entrants into the workforce are different now than they were 15 to 20 years ago is relevant. This study used a sample of 195 college seniors to examine this issue. Results suggested that compensation and benefit preferences of current new entrants are somewhat different from the preferences reported in earlier studies.",
        "collectionName": "Journal of Employment Counseling",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2006"
        }
      },
      {
        "id": "a274e69d-c575-3b86-a5f6-cd0439b3518a",
        "title": "IT Education and Workforce Participation: A New Era for Women in Kenya?",
        "uri": "http://www.mendeley.com/catalog/it-education-workforce-participation-new-era-women-kenya/",
        "eexcessURI": "http://www.mendeley.com/catalog/it-education-workforce-participation-new-era-women-kenya/",
        "creator": "Victor W. A. Mbarika, Fay Cobb Payton, Lynette Kvasny, Atieno Amadi",
        "description": "While Sub-Saharan African women have historically assumed the roles of both housewives and subsistence farmers, they have had few opportunities to participate in the modern economies of the region. However, this trend is changing with the exponential growth of information and communications technologies (ICT), giving many Sub-Sahara African women access to computers, the Internet, and other related technologies. Based on the work of a four-member research team from Kenya and the United States, this article examines the integration of female college students into the formal ICT work sector in Kenya. We do so by examining major bottlenecks and enablers to such integration from historical and contemporary perspectives. Using an interpretive approach, we conducted 32 interviews with women in an ICT program offered by a university in Kenya. Our findings indicate that women were highly optimistic, embracing ICT as a practical mechanism for achieving entry into the labor market. However, they perceived significant structural barriers, such as public policies that failed to facilitate the development of the ICT sector, gender discrimination by employers, and training that provided them with insufficient technical skills to enable them to effectively perform in the workplace. These findings largely confirm the gendered perspectives found in similar studies conducted in other countries. However, what appear as global perspectives are informed by the local causes.",
        "collectionName": "The Information Society",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "5a28b138-15fb-3733-a8d8-bfe427fb7c63",
        "title": "Women in the workforce and family structure in Australia",
        "uri": "http://www.mendeley.com/research/women-workforce-family-structure-australia/",
        "eexcessURI": "http://www.mendeley.com/research/women-workforce-family-structure-australia/",
        "creator": "Anne Daly",
        "description": "The purpose of this paper is to set out some of the changes that have taken place in the economic status of women in Australia and to discuss the relationship between economic factors and family structure.  I look to the position of women in the workforce and examine some of the possible explanations for the increase in female participation.  These include the increase in the female wage, demographic changes and changes in the industrial composition of the economy.  In a final section, I examine some of the evidence for the effect of economic variables, particularly the wage, on fertility.",
        "collectionName": "Journal of the Australian Population Association",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1990"
        }
      },
      {
        "id": "79b03876-be81-3131-9c90-a02af39aa822",
        "title": "Women in STEM : A Gender Gap to Innovation",
        "uri": "http://www.mendeley.com/catalog/women-stem-gender-gap-innovation/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-stem-gender-gap-innovation/",
        "creator": "David Beede, Tiffany Julian, David Langdon",
        "description": "Our science, technology, engineering and math (STEM) workforce is crucial to America’s innovative capacity and global competitiveness. Yet women are vastly underrepresented in STEM jobs and among STEM degree holders despite making up nearly half of the U.S. workforce and half of the college-educated workforce. That leaves an untapped opportunity to expand STEM employment in the United States, even as there is wide agreement that the nation must do more to improve its competitiveness.",
        "collectionName": "U.S. Department of Commerce, Economics and Statistics Administration",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "dba943fd-71ba-38eb-a8ff-0a2151934a57",
        "title": "Early determinants of women in the IT workforce: a model of girls' career choices",
        "uri": "http://www.mendeley.com/catalog/early-determinants-women-it-workforce-model-girls-career-choices/",
        "eexcessURI": "http://www.mendeley.com/catalog/early-determinants-women-it-workforce-model-girls-career-choices/",
        "creator": "Monica   Adya ,  Kate M.   Kaiser ",
        "description": "Purpose \n– To develop a testable model for girls' career choices in technology fields based on past research and hypotheses about the future of the information technology (IT) workforce.\n\nDesign/methodology/approach \n– Review and assimilation of literature from education, psychology, sociology, computer science, IT, and business in a model that identifies factors that can potentially influence a girl's choice towards or against IT careers. The factors are categorized into social factors (family, peers, and media), structural factors (computer use, teacher/counselor influence, same sex versus coeducational schools), and individual differences. The impact of culture on these various factors is also explored.\n\nFindings \n– The model indicates that parents, particularly fathers, are the key influencers of girls' choice of IT careers. Teachers and counselors provide little or no career direction. Hypotheses propose that early access to computers may reduce intimidation with technology and that same‐sex education may serve to reduce career bias against IT.\n\nResearch limitations/implications \n– While the model is multidisciplinary, much of research from which it draws is five to eight years old. Patterns of career choices, availability of technology, increased independence of women and girls, offshore/nearshore outsourcings of IT jobs are just some of the factors that may be insufficiently addressed in this study.\n\nPractical implications \n– A “Recommendations” section provides some practical steps to increase the involvement of girls in IT‐related careers and activities at an early age. The article identifies cultural research as a limitation and ways to address this.\n\nOriginality/value \n– The paper is an assimilation of literature from diverse fields and provides a testable model for research on gender and IT.",
        "collectionName": "Information Technology & People",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2005"
        }
      },
      {
        "id": "071adc68-c637-3ada-a07d-d4a7a1033799",
        "title": "Revisting Career Path Assumptions: The Case of Women in the IT Workforce",
        "uri": "http://www.mendeley.com/research/revisting-career-path-assumptions-case-women-it-workforce/",
        "eexcessURI": "http://www.mendeley.com/research/revisting-career-path-assumptions-case-women-it-workforce/",
        "creator": "Jeria Quesenberry, Eileen M Trauth",
        "description": "Many researchers have argued that additional systematic analysis of the information technology (IT) workforce is necessary in order to more deeply understand organizational human behavior as it relates to career anchors or values and motivations that attract an individual to a particular career. For these reasons the purpose of this paper is to examine the career anchors of women in the American IT workforce and their relationships to occupational decisions. The data for this examination comes from interpretive interviews conducted with 92 women and a quantitative survey conducted with an additional 210 women. The results of our analyses give cause for challenging some longstanding assumptions about career anchors that exist in the literature. This research also makes a theoretical contribution through its extension of an emergent theory about within-gender variation to the context of career anchor variations among women in the IT field",
        "collectionName": "Twenty Ninth International Conference on Information Systems - Paris",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2008"
        }
      },
      {
        "id": "5b864b9c-4f63-3641-8ce3-cb20d410d6e0",
        "title": "The Effects of Parenthood on Workforce Participation and Income for Men and Women",
        "uri": "http://www.mendeley.com/research/effects-parenthood-workforce-participation-income-men-women/",
        "eexcessURI": "http://www.mendeley.com/research/effects-parenthood-workforce-participation-income-men-women/",
        "creator": "Sheree J. Gibb, David M. Fergusson, L. John Horwood, Joseph M. Boden",
        "description": "This paper examined the effects of parenthood on workforce participation for men and women in the Christchurch Health and Development Study, a 30-year longitudinal study of a birth cohort of 1,265 individuals born in New Zealand in 1977. The findings suggested that the effects of parenthood on workforce participation were different for men and women. For women, parenthood was associated with decreasing participation in paid employment and fewer hours worked. For men, however, parenthood was not associated with decreased workforce participation and in some cases was associated with increased working hours. These findings had consequences for personal income, with 83-90 % of the total gender income gap in this cohort being attributed to gender differences in the effects of parenthood. These findings suggest that parenthood has markedly different effects on workforce participation and income for men and women.",
        "collectionName": "Journal of Family and Economic Issues",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2013"
        }
      },
      {
        "id": "b683e244-ce19-3d40-89c2-bdc86fa99911",
        "title": "Retaining women in the U.S. IT workforce: theorizing the influence of organizational factors",
        "uri": "http://www.mendeley.com/catalog/retaining-women-it-workforce-theorizing-influence-organizational-factors/",
        "eexcessURI": "http://www.mendeley.com/catalog/retaining-women-it-workforce-theorizing-influence-organizational-factors/",
        "creator": "Eileen M Trauth, Jeria L Quesenberry, Haiyan Huang",
        "description": "The challenge of meeting the demand for information technology (IT) workers is addressed by examining three important organizational factors that affect women’s retention in the IT field. Much of the research on gender and IT assumes a unilateral effect: all organizational factors affect all women in the same ways. An alternative view that is explored in this research is that within gender differences offer rich insights into the gender imbalance in the IT profession. The individual differences theory of gender and IT enabled us to examine variation in organizational influences on women through analysis of transcripts from in-depth interviews conducted with 92 women in the IT workforce in the U.S.A. The results show that three organizational factors – work–life balance, organizational climate, and mentoring – affected the women’s career development in a range of ways. Our findings shed new light on what has been interpreted by other researchers as contradictory findings because our theoretical starting point is the assumption that women are not all the same, that within-gender variation is expected and that it provides an opportunity to develop a deeper understanding of gender relations in the IT field. Using this theory we were able to identify opportunities for the development of interventions by linking the themes embedded in the three workplace factors to the constructs of the theory. The individual identity construct revealed the ways in which a woman’s demographic and professional characteristics affect her career choices. The individual influences construct focused attention on the ways in which differences in personality, abilities, and influential people shape one’s career. Finally, the environmental influences construct characterized contextual influences on women’s participation in the IT profession. Our findings show that both research and interventions directed at increasing the retention of women must be flexible enough to respond to the variation that exists among women and within IT workplaces.",
        "collectionName": "European Journal of Information Systems",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2009"
        }
      },
      {
        "id": "bdbc6cdc-043f-35a9-ba63-c3b89c6b2fe3",
        "title": "Women in the UK academic medicine workforce",
        "uri": "http://www.mendeley.com/catalog/women-uk-academic-medicine-workforce/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-uk-academic-medicine-workforce/",
        "creator": "Bhupinder Sandhu, Ceri Margerison, Anita Holdcroft",
        "description": "OBJECTIVES: \nThis study aimed to compare data on the employment profiles (such as grade, place of work, etc.) of male and female clinical academics. \nMETHODS: \nWe carried out a comparative review of workforce data within academic medicine for 2004 and 2005, pertaining to the workforce in all specialties in UK medical schools. \nRESULTS: \nWe identified 3255 and 3365 lecturers, senior lecturers, readers and professors in 2004 and 2005, respectively, of whom 21% were women. In 2004 and 2005, 12% and 11%, respectively, of 1157 and 1364 UK medical professors were women. The number of women filling such positions in individual schools ranged from 0% to 33% across schools. The total numbers of women post-holders and their full-time equivalents were similar, indicating that the majority of posts were full-time. \nCONCLUSIONS: \nIn England only 1 in 10 medical clinical professors are women. At the onset of the study period, 6 medical schools employed no female professors, with a consequent lack of female role models at these institutions. Large variations between schools suggest that some workforce practices may be detrimental to women's academic careers.",
        "collectionName": "Medical Education",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "fe368914-e4de-3025-948c-014046810dbe",
        "title": "The role of ubiquitous computing in maintaining work-life balance: Perspectives from women in the information technology workforce",
        "uri": "http://www.mendeley.com/catalog/role-ubiquitous-computing-maintaining-worklife-balance-perspectives-women-information-technology-wor/",
        "eexcessURI": "http://www.mendeley.com/catalog/role-ubiquitous-computing-maintaining-worklife-balance-perspectives-women-information-technology-wor/",
        "creator": "Jeria L. Quesenberry, Eileen M Trauth",
        "description": "Transformations in ubiquitous computing and shifts in the domestic nature of home life are placing greater demands on men and women to balance work and life. Although work-life balance has been heavily investigated for many years, the majority of this research gives very little discussion to the role of technology. Thus, the question remains: Can ubiquitous computing address the issues raised by work-life balance? The purpose of this paper is to explore a particular instance of how ubiquitous computing is utilized to maintain work-life balance from the perspectives of women in the information technology workforce.",
        "collectionName": "Designing Ubiquitous Information Environments: Socio-Technical Issues and Challenges",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2005"
        }
      },
      {
        "id": "89b6c5a9-c323-320d-89ae-bd06a923141d",
        "title": "Lifting the barriers? Workplace education and training, women and job progression",
        "uri": "http://www.mendeley.com/research/lifting-barriers-workplace-education-training-women-job-progression/",
        "eexcessURI": "http://www.mendeley.com/research/lifting-barriers-workplace-education-training-women-job-progression/",
        "creator": "Anne McBride",
        "description": "While workplace education and training may increase women's access to qualifications, their advancement in the workplace may remain impeded. This article draws on material from seven case studies in the National Health Service in England to understand the conditions under which workplace education and training has the most potential to facilitate women's job progression. It illustrates how workforce crises at a local level prompted workforce managers to create different career pathways to areas of workforce shortage while line managers encouraged women's participation along these pathways through workplace education and training. Certain aspects of the government's workforce modernization agenda facilitate these activities but it is the presence of enthusiastic local actors at four points (corporate, workforce development managers, line management and external) that drives and manages these activities. © 2011 Blackwell Publishing Ltd.",
        "collectionName": "Gender, Work and Organization",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "9436cb92-4aa1-3e3d-af99-bfaa3961d7aa",
        "title": "The (dis)placement of women in the IT workforce: An investigation of individual career values and organisational interventions",
        "uri": "http://www.mendeley.com/catalog/displacement-women-it-workforce-investigation-individual-career-values-organisational-interventions/",
        "eexcessURI": "http://www.mendeley.com/catalog/displacement-women-it-workforce-investigation-individual-career-values-organisational-interventions/",
        "creator": "Jeria L. Quesenberry, Eileen M. Trauth",
        "description": "This paper reports on an investigation of career anchors of women in the information technology (IT) workforce that was directed at enhancing within-gender theorising about career motivations of women in the IT profession. Our theoretical lens, the individual differences theory of gender and IT, enabled us to look more critically at how the effects of interventions are embedded in the range of women's career anchors that takes within-gender variation into account. The analysis demonstrates that organisational interventions must be flexible enough to account for the diversity and variation among women. Further, the analysis shows that it is necessary to move away from ‘one size fits all’ organisational interventions that often reflect stereotypes about women in the IT workforce.",
        "collectionName": "Information Systems Journal",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2012"
        }
      },
      {
        "id": "dc521b19-ce3c-3080-8fcb-bb8e32c164a6",
        "title": "Career Aspirations of Women in the 20th Century",
        "uri": "http://www.mendeley.com/catalog/career-aspirations-women-20th-century/",
        "eexcessURI": "http://www.mendeley.com/catalog/career-aspirations-women-20th-century/",
        "creator": "Desirae M Domenico, Karen H Jones",
        "description": "Women have increasingly become more involved in the workforce following World War II. Paid employment of women has shifted from primarily traditional female-oriented jobs to more non-traditional, and previously male-oriented careers. Women’s participation in the workforce has lead to the study of career aspirations of women. Career aspirations are influenced by factors such as gender, socioeconomic status, race, parents’ occupation and education level, and parental expectations. This review of literature presents an overview of women’s participation in the workforce and the progress of women’s career development and career aspirations in the latter half of the 20th century.",
        "collectionName": "Journal of Career and Technical Education",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2006"
        }
      },
      {
        "id": "45460aa4-6cfc-35db-ba3f-fe373fcab0fb",
        "title": "Implications of an aging registered nurse workforce.",
        "uri": "http://www.mendeley.com/catalog/implications-aging-registered-nurse-workforce/",
        "eexcessURI": "http://www.mendeley.com/catalog/implications-aging-registered-nurse-workforce/",
        "creator": "P I Buerhaus, D O Staiger, D I Auerbach",
        "description": "CONTEXT: \nThe average age of registered nurses (RNs), the largest group of health care professionals in the United States, increased substantially from 1983 to 1998. No empirically based analysis of the causes and implications of this aging workforce exists. \nOBJECTIVES: \nTo identify and assess key sources of changes in the age distribution and total supply of RNs and to project the future age distribution and total RN workforce up to the year 2020. \nDESIGN AND SETTING: \nRetrospective cohort analysis of employment trends of recent RN cohorts over their lifetimes based on US Bureau of the Census Current Population Surveys between 1973 and 1998. Recent workforce trends were used to forecast long-term age and employment of RNs. \nPARTICIPANTS: \nEmployed RNs aged 23 to 64 years (N = 60,386). \nMAIN OUTCOME MEASURES: \nAnnual full-time equivalent employment of RNs in total and by single year of age. \nRESULTS: \nThe average age of working RNs increased by 4.5 years between 1983 and 1998. The number of full-time equivalent RNs observed in recent cohorts has been approximately 35% lower than that observed at similar ages for cohorts that entered the labor market 20 years earlier. Over the next 2 decades, this trend will lead to a further aging of the RN workforce because the largest cohorts of RNs will be between age 50 and 69 years. Within the next 10 years, the average age of RNs is forecast to be 45.4 years, an increase of 3.5 years over the current age, with more than 40% of the RN workforce expected to be older than 50 years. The total number of full-time equivalent RNs per capita is forecast to peak around the year 2007 and decline steadily thereafter as the largest cohorts of RNs retire. By the year 2020, the RN workforce is forecast to be roughly the same size as it is today, declining nearly 20% below projected RN workforce requirements. \nCONCLUSIONS: \nThe primary factor that has led to the aging of the RN workforce appears to be the decline in younger women choosing nursing as a career during the last 2 decades. Unless this trend is reversed, the RN workforce will continue to age, and eventually shrink, and will not meet projected long-term workforce requirements. JAMA. 2000.",
        "collectionName": "JAMA : the journal of the American Medical Association",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2000"
        }
      },
      {
        "id": "02730c32-d6a8-309e-993c-15d7ea570817",
        "title": "What do women want?: an investigation of career anchors among women in the IT workforce",
        "uri": "http://www.mendeley.com/catalog/women-want-investigation-career-anchors-among-women-it-workforce/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-want-investigation-career-anchors-among-women-it-workforce/",
        "creator": "Jeria L Quesenberry, Eileen M Trauth",
        "description": "In an attempt to address the underrepresentation of women in the information technology (IT) workforce it is important to understand the values and motivations of female professionals. Hence, the purpose of this paper is to examine career anchors of women in the IT workforce and how these factors are manifested in their careers. In doing so, we examine data from a field study of 92 female IT practitioners. Three important findings resulted from this exploration. First, technical competence and managerial competence are mutually exclusive. Second, a combination of career anchors for a given individual can be found. Third, career anchors vary in terms of temporal characteristics.",
        "collectionName": "Proceedings of the 2007 ACM SIGMIS CPR conference on Computer personnel research: The global information technology workforce",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "0d507f01-c3fd-3e12-8090-a35cdb29f017",
        "title": "The victimization experiences of women in the workforce: moving beyond single categories of work or violence.",
        "uri": "http://www.mendeley.com/catalog/victimization-experiences-women-workforce-moving-beyond-single-categories-work-violence/",
        "eexcessURI": "http://www.mendeley.com/catalog/victimization-experiences-women-workforce-moving-beyond-single-categories-work-violence/",
        "creator": "Sharyn J Potter, Victoria L Banyard",
        "description": "The examination of the co-occurrence of different types of victimization in the lives of women in the workforce appears infrequently in the literature. We examine multiple types of victimization in women's lives across a range of employment and income levels. Our research indicates that more than two-thirds of women in the workplace experienced at least one type of violence against women (VAW). These women hold positions at various workforce levels, indicating that victims of VAW are not limited to the lower employment rungs. This research is a step toward highlighting the scope, prevalence, and interconnectedness of different forms of VAW in the lives of women in the workforce.",
        "collectionName": "Violence and victims",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "4d378bd3-389f-3e8a-a0b2-ed3a662e13da",
        "title": "Making Technology Masculine: Men, Women and Modern Machines in America, 1870-1945 (review)",
        "uri": "http://www.mendeley.com/research/making-technology-masculine-men-women-modern-machines-america-18701945-review/",
        "eexcessURI": "http://www.mendeley.com/research/making-technology-masculine-men-women-modern-machines-america-18701945-review/",
        "creator": "Judy Wajcman",
        "description": "To say that technology is male comes as no surprise, but the claim that its history is a short one strikes a new note. Making Technology Masculine: Men, Women, and Modern Machines in America, 1870-1945 maps the historical process through which men laid claims to technology as their exclusive terrain. It also explores how women contested this ascendancy of the male discourse and engineered alternative plots. From the moral gymnasium of the shop floor to the staging grounds of World's Fairs, engineers, inventors, social scientists, activists, and novelists emplotted and questioned technology as our modern male myth. Oldenziel recounts the history of technology - both as intellectual construct and material practice - by analyzing these struggles. Drawing on a broad range of sources, she explains why male machines rather than female fabrics have become the modern markers of technology. She shows how technology developed as a narrative production of modern manliness, allowing women little room for negotiation. ",
        "collectionName": "Technology and Culture",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2000"
        }
      },
      {
        "id": "a0dc7f3c-2101-3469-b03f-fa45675947a5",
        "title": "Women and Salary Negotiation: The Costs of Self-Advocacy",
        "uri": "http://www.mendeley.com/catalog/women-salary-negotiation-costs-selfadvocacy/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-salary-negotiation-costs-selfadvocacy/",
        "creator": "Mary E. Wade",
        "description": "Introducing the concepts of self- and other-advocacy should prove useful as a means of understanding the different contexts in which women and men can effectively and comfortably exert power and influence when making requests. In this conceptual paper, social psychological research is reviewed demonstrating that women can advocate effectively on behalf of others without incurring costs, but gender-linked stereotypes, roles, and norms constrain them from advocating as freely and effectively for themselves. It is argued that women do not frequently make requests for themselves, because they have learned that they may ultimately lose more than they gain. This gendered difference has implications for ongoing pay and promotion inequities.",
        "collectionName": "Psychology of Women Quarterly",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2001"
        }
      },
      {
        "id": "77dd4ed5-7a8e-3a3d-9f35-f4ef9cfb8bce",
        "title": "Workforce segregation and the gender wage gap: Is \"women's\" work valued as highly as \"men's\"?",
        "uri": "http://www.mendeley.com/research/workforce-segregation-gender-wage-gap-womens-work-valued-highly-mens/",
        "eexcessURI": "http://www.mendeley.com/research/workforce-segregation-gender-wage-gap-womens-work-valued-highly-mens/",
        "creator": "Christine Alksnis, Serge Desmarais, James Curtis",
        "description": "This study focuses on gender segregation and its implications for the salaries assigned to male and female-typed jobs. We used a between-subjects design to examine whether participants would assign different pay to 3 types of jobs wherein the actual responsibilities and duties carried out by men and women were the same, but the job was situated in either a traditionally masculine or traditionally feminine domain. We found pay differentials between jobs defined as \"male\" and \"female,\" which suggest that gender-based discrimination, arising from occupational stereotyping and the devaluation of the work typically done by women, influences salary allocation. The ways in which the results fit with contemporary theorizing about sexism and with the shifting standards model (Biernat, 1995, 2003) are discussed.",
        "collectionName": "Journal of Applied Social Psychology",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2008"
        }
      },
      {
        "id": "7ce000b8-85e2-322c-bc9c-f64c30b9911e",
        "title": "Salaries, salary growth, and promotions of men and women in a large, private firm",
        "uri": "http://www.mendeley.com/research/salaries-salary-growth-promotions-men-women-large-private-firm/",
        "eexcessURI": "http://www.mendeley.com/research/salaries-salary-growth-promotions-men-women-large-private-firm/",
        "creator": "BA Gerhart, GT Milkovich",
        "description": "[Excerpt] Salaries, promotions, and salary growth of men and women in a large, diversified firm were examined for the years 1980 through 1986. Consistent with other studies, men's average salary was higher than women's average salary. However, statistical adjustment for gender differences in education, tenure, time at level, experience, and job level substantially reduced the salary advantage of men over women. Although the average salary of men was higher than that of women in 1980 and 1986, women actually received greater numbers of promotions, as well as larger percentage salary increases between 1980 and 1986. One reason for women's salary growth advantage was the higher average performance ratings of women between 1980 and 1986. One important reason for women's promotion advantage was their greater likelihood of being in (lower) job levels where promotion opportunities were greatest.",
        "collectionName": "Pay equity: Empirical inquiries",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1989"
        }
      },
      {
        "id": "343d8a7c-8677-306a-96d6-5e5b3075d2e9",
        "title": "Do Women Avoid Salary Negotiations? Evidence from a Large Scale Natural Field Experiment",
        "uri": "http://www.mendeley.com/research/women-avoid-salary-negotiations-evidence-large/",
        "eexcessURI": "http://www.mendeley.com/research/women-avoid-salary-negotiations-evidence-large/",
        "creator": "John A List",
        "description": "One explanation advanced for the persistent gender pay differences in labor markets is that women avoid salary negotiations. By using a natural field experiment that randomizes nearly 2,500 job-seekers into jobs that vary important details of the labor contract, we are able to observe both the nature of sorting and the extent of salary negotiations. We observe interesting data patterns. For example, we find that when there is no explicit statement that wages are negotiable, men are more likely to negotiate than women. However, when we explicitly mention the possibility that wages are negotiable, this difference disappears, and even tends to reverse. In terms of sorting, we find that men in contrast to women prefer job environments where the ‘rules of wage determination’ are ambiguous. This leads to the gender gap being much more pronounced in jobs that leave negotiation of wage ambiguous.",
        "collectionName": "Quarterly Journal of Economics",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2012"
        }
      },
      {
        "id": "ee82c368-07e7-36f4-b432-c5f9929a2ce2",
        "title": "Men, women, and money: Exploring the role of gender, gender-linkage of college major and career-information sources in salary expectations",
        "uri": "http://www.mendeley.com/catalog/men-women-money-exploring-role-gender-genderlinkage-college-major-careerinformation-sources-salary-e/",
        "eexcessURI": "http://www.mendeley.com/catalog/men-women-money-exploring-role-gender-genderlinkage-college-major-careerinformation-sources-salary-e/",
        "creator": "Kenneth E. Sumner, Theresa J. Brown",
        "description": "Research focused on salary expectations consistently reports gender-based differences in expectations for entry and peak career. Although a number of variables (e.g., value placed on work-facets, fair pay standards) have been found to mediate the relationship between gender and salary expectations, little research has attempted to assess how expectations may be formed. Based on suggestions by Marlin (1989) and social comparison theory, we examined the role that sources of career information (e.g.,professors, family) play in shaping college students' salary expectations. Results suggest: (1) differences in entry level salary expectations were associated with gender-linkage of college major and differences in peak salary expectations were associated with gender and gender-linkage of college major, (2) women gathered more information from female sources than did men, and men gathered more information from male sources than did women, and (3) career information was not predictive of either entry or peak salary expectations.",
        "collectionName": "Sex Roles",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1996"
        }
      },
      {
        "id": "105f86de-ad8d-380a-9ea3-fd5b642da9b5",
        "title": "Will the stork return to Europe and Japan? Understanding fertility within developed nations.",
        "uri": "http://www.mendeley.com/catalog/stork-return-europe-japan-understanding-fertility-within-developed-nations/",
        "eexcessURI": "http://www.mendeley.com/catalog/stork-return-europe-japan-understanding-fertility-within-developed-nations/",
        "creator": "James Feyrer, Bruce Sacerdote, Ariel Dora Stern",
        "description": "We seek to explain the differences in fertility rates across high-income countries by focusing on the interaction between the increasing status of women in the workforce and their status in the household, particularly with regards to child care and home production. We observe three distinct phases in women's status generated by the gradual increase in women's workforce opportunities. In the earliest phase, characteristic of the 1950s and 1960s in the United States, women earn low wages relative to men and are expected to shoulder all of the child care at home. As a result, most women specialize in home production and raising children. In an intermediate stage, women have improved (but not equal) labor market opportunities, but their household status lags. Women in this stage are still expected to do the majority of child care and household production. Increasing access to market work increases the opportunity cost of having children, and fertility falls. Female labor force participation increases. Working women in this phase of development have the strongest disincentives to having additional children since the entire burden of child care falls on them. In the final phase of development, women's labor market opportunities begin to equal those of men. In addition, the increased household bargaining power that comes from more equal wages results in much higher (if not gender-equal) male participation in household production. Female labor force participation is higher than in the intermediate phase. The increased participation of men in the household also reduces the disincentives for women to have additional children, and fertility rates rise compared to the intermediate phase. The intermediate, low-fertility phase might describe Japan, Italy, and Spain in the present day, while the Scandinavian countries, the Netherlands, and the modern-day United States may be entering the final phase. After presenting the empirical evidence, we predict that high-income countries with the lowest fertility rates are likely to see an increase in fertility in the coming decades.",
        "collectionName": "The journal of economic perspectives : a journal of the American Economic Association",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2008"
        }
      },
      {
        "id": "98aad57c-9302-310a-b42e-6c4d979b1989",
        "title": "Negotiation for starting salary: Antecedents and outcomes among recent college graduates",
        "uri": "http://www.mendeley.com/research/negotiation-starting-salary-antecedents-outcomes-among-recent-college-graduates/",
        "eexcessURI": "http://www.mendeley.com/research/negotiation-starting-salary-antecedents-outcomes-among-recent-college-graduates/",
        "creator": "Patrick Gavan O'Shea, David F. Bush",
        "description": "Recent college graduates were surveyed to explore factors associated with both negotiation propensity as well as success in raising initial salary offers through negotiation. The average payoff associated with negotiation was over $1,500, while the offers of those who did not negotiate increased negligibly. Applicants given the option to present their salary needs negotiated at higher rates than those who were not, and individuals who had prior work experience were more likely to receive this option. Women were no less likely to engage in negotiation than men, and experienced similar success as a result of their efforts.",
        "collectionName": "Journal of Business and Psychology",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2002"
        }
      },
      {
        "id": "83aa3dff-95de-356a-ae12-e7f7045d7e06",
        "title": "Gender differences in salary in a female-dominated profession",
        "uri": "http://www.mendeley.com/research/gender-differences-salary-femaledominated-profession/",
        "eexcessURI": "http://www.mendeley.com/research/gender-differences-salary-femaledominated-profession/",
        "creator": "Laura M. Crothers, Ara J. Schmitt, Tammy L. Hughes, John Lipinski, Lea A. Theodore, Kisha Radliff, Sandra Ward",
        "description": "Purpose: \nThe purpose of this paper is to examine the salary and promotion negotiation practices of female and male school psychology practitioners and university instructors of school psychology practitioners in order to determine whether salary differences exist between male and female employees in the field of school psychology, which has become a female-dominated profession. \nDesign/methodology/approach: \nA total of 191 female and 115 male faculty members and 148 female and 56 male school psychologists completed a survey regarding salary, negotiation practices, and job satisfaction. \nFindings: \nResults suggest that females earn less than male colleagues, controlling for years of experience and degree attainment. No gender differences were found regarding faculty participants' willingness to negotiate for increased salary; however, males were more likely to negotiate for promotion. Likewise, no gender differences were evident in practitioners' salary and promotion negotiation attempts, although none were expected, given the salary schedule constraints unique to occupations in the field of education. Research limitations/implications: The paper is limited to one profession, albeit both university faculty and school psychology practitioners, and was conducted in the USA, so the findings may have limited generalizability to other professions and/or in other countries. Practical implications: The paper demonstrates that gender pay differences exist despite no differences in males' and females' willingness to negotiate for salary. Consequently, it is likely that pay differences between men and women are due to reasons other than individuals' education levels, years in position, and negotiation practices. \nOriginality/value: \nThis is the first paper that tracks salaries and the negotiating practices of school psychologist trainers and practitioners. It also finds that male/female salary differences carry over into a female-dominated profession. © Emerald Group Publishing Limited.",
        "collectionName": "Gender in Management: An International Journal",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2010"
        }
      },
      {
        "id": "c5eb5dd4-790f-3043-8859-b69135869f87",
        "title": "Determinants and consequences of salary negotiations by male and female MBA graduates.",
        "uri": "http://www.mendeley.com/research/determinants-consequences-salary-negotiations-male-female-mba-graduates/",
        "eexcessURI": "http://www.mendeley.com/research/determinants-consequences-salary-negotiations-male-female-mba-graduates/",
        "creator": "Barry Gerhart, Sara Rynes",
        "description": "Although it has been suggested that women negotiate over salaries less frequently than men, there is little empirical evidence on this point. Moreover, outside of laboratory settings, there are no investigations of whether, or to what extent, such negotiations actually pay off in higher salary outcomes for either men or women. The salary negotiating behaviors and starting salary outcomes of 205 graduating MBA students were investigated within a power and dependence theoretical framework. Results did not support the notion that women negotiate less than men. However, women did obtain lower monetary returns from negotiation (4.3% starting salary increment for men versus 2.7% for women). Over the course of a career, the accumulation of such differences may be substantial. Implications and suggestions for future research are discussed.",
        "collectionName": "Journal of Applied Psychology",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1991"
        }
      },
      {
        "id": "e55334f9-c51c-32ab-ab6c-53c35ce00758",
        "title": "The $16,819 pay gap for newly trained physicians: The unexplained trend of men earning more than women",
        "uri": "http://www.mendeley.com/research/16819-pay-gap-newly-trained-physicians-unexplained-trend-men-earning-more-women/",
        "eexcessURI": "http://www.mendeley.com/research/16819-pay-gap-newly-trained-physicians-unexplained-trend-men-earning-more-women/",
        "creator": "Anthony T. Lo Sasso, Michael R. Richards, Chiu Fang Chou, Susan E. Gerber",
        "description": "Prior research has suggested that gender differences in physicians' salaries can be accounted for by the tendency of women to enter primary care fields and work fewer hours. However, in examining starting salaries by gender of physicians leaving residency programs in New York State during 1999-2008, we found a significant gender gap that cannot be explained by specialty choice, practice setting, work hours, or other characteristics. The unexplained trend toward diverging salaries appears to be a recent development that is growing over time. In 2008, male physicians newly trained in New York State made on average $16,819 more than newly trained female physicians, compared to a $3,600 difference in 1999.",
        "collectionName": "Health Affairs",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "f6be88cf-1f5c-33e2-be1e-6a7604123660",
        "title": "Growth in Women’ s Relative Wages and Inequality Among Men: One Phenomenon or Two?",
        "uri": "http://www.mendeley.com/research/growth-women-s-relative-wages-inequality-among-men-one-phenomenon-two/",
        "eexcessURI": "http://www.mendeley.com/research/growth-women-s-relative-wages-inequality-among-men-one-phenomenon-two/",
        "creator": "Finis Welch",
        "description": "In this article, the author examines a competing hypothesis to explain growth in women's relative wages. The two remaining parts of the article deal with trends in wage inequality and the link between them and trends in women's relative wages. The author finds that there is no way of knowing the full story of growth in women's relative wages. Possible factors include increasing participation must be important, the movement of women from the home to the job, growth in education levels of women, the movement of women's college major fields toward areas traditionally dominated by men, and affirmative action programs.",
        "collectionName": "American Economic Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2000"
        }
      },
      {
        "id": "edccb4da-bb54-3ddc-8276-dbe8d45ba3e3",
        "title": "Balancing Act: Motherhood, Marriage, and Employment among American Women (see abstract of book 9802262)",
        "uri": "http://www.mendeley.com/research/balancing-act-motherhood-marriage-employment-among-american-women-see-abstract-book-9802262/",
        "eexcessURI": "http://www.mendeley.com/research/balancing-act-motherhood-marriage-employment-among-american-women-see-abstract-book-9802262/",
        "creator": "Karen D Hughes",
        "description": "In Balancing Act, authors Daphne Spain and Suzanne Bianchi draw upon multiple census and survey sources to detail the shifting conditions under which women manage their roles as mothers, wives, and breadwinners. They chronicle the progress made in education—where female college enrollment now exceeds that of males—and the workforce, where women have entered a wider variety of occupations and are staying on the job longer, even after becoming wives and mothers. But despite progress, lower-paying service and clerical positions remain predominantly female, and although the salary gap between men and women has shrunk, women are still paid less. As women continue to establish a greater presence outside the home, many have delayed marriage and motherhood. Marked jumps in divorce and out-of-wedlock childbirth have given rise to significant numbers of female-headed households. Married women who work contribute more significantly than ever to the financial well-being of their families, yet evidence shows that they continue to perform most household chores. Balancing Act focuses on how American women juggle the simultaneous demands of caregiving and wage earning, and compares their options to those of women in other countries. The United States is the only industrialized nation without policies to support working mothers and their families—most tellingly in the absence of subsidized childcare services. Many women are forced to work in less rewarding part-time or traditionally female jobs that allow easy exit and re-entry, and as a consequence poverty is the single greatest danger facing American women. As the authors show, the risk of poverty varies significantly by race and ethnicity, with African Americans—most of whose children live in mother-only families—the most adversely affected.",
        "collectionName": "Canadian Journal of Urban Research",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1997"
        }
      },
      {
        "id": "368753f1-cc6b-3af4-88f8-da31a7812f69",
        "title": "Stereotype threat in salary negotiations is mediated by reservation salary",
        "uri": "http://www.mendeley.com/research/stereotype-threat-salary-negotiations-mediated-reservation-salary/",
        "eexcessURI": "http://www.mendeley.com/research/stereotype-threat-salary-negotiations-mediated-reservation-salary/",
        "creator": "Una Tellhed, Fredrik Björklund",
        "description": "Women are stereotypically perceived as worse negotiators than men, which may make them ask for less salary than men when under stereotype threat (Kray et al., 2001). However, the mechanisms of stereotype threat are not yet properly understood. The current study investigated whether stereotype threat effects in salary negotiations can be explained by motivational factors. A total of 116 business students negotiated salary with a confederate and were either told that this was diagnostic of negotiating ability (threat manipulation) or not. Measures of minimum (reservation) and ideal (aspiration) salary goals and regulatory focus were collected. The finding (Kray et al., 2001) that women make lower salary requests than men when under stereotype threat was replicated. Women in the threat condition further reported lower aspiration salary, marginally significantly lower reservation salary and less eagerness/more vigilance than men. Reservation salary mediated the stereotype threat effect, and there was a trend for regulatory focus to mediate the effect. Thus, reservation salary partly explains why women ask for less salary than men under stereotype threat. Female negotiators may benefit from learning that stereotype threat causes sex-differences in motivation.",
        "collectionName": "Scandinavian Journal of Psychology",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "56629529-9d9b-33a8-9597-9572186b0844",
        "title": "Ceilings or floors? Gender wage gaps by education in Spain",
        "uri": "http://www.mendeley.com/catalog/ceilings-floors-gender-wage-gaps-education-spain/",
        "eexcessURI": "http://www.mendeley.com/catalog/ceilings-floors-gender-wage-gaps-education-spain/",
        "creator": "Sara De La Rica, Juan J. Dolado, Vanesa Llorens",
        "description": "This paper analyzes the gender gap throughout the wage distribution in Spain using data from the European Community Household Panel. Quantile regression and panel data techniques are used to estimate wage regressions. In contrast with the steep increasing pattern found in other countries, the flatter evolution of the Spanish gender gap hides an intriguing composition effect. For highly educated workers, in line with the conventional glass ceiling hypothesis, the gap increases as we move up the distribution. However, for less-educated workers the gap decreases. We label this novel fact as a floor pattern and argue that it can be explained by statistical discrimination exerted by employers in countries where less-educated women have low participation rates.",
        "collectionName": "Journal of Population Economics",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2008"
        }
      },
      {
        "id": "b7c4d0a8-aef1-3920-9458-c334c9390aea",
        "title": "Gender wage gap and the glass ceiling effect: a firm-level investigation",
        "uri": "http://www.mendeley.com/research/gender-wage-gap-glass-ceiling-effect-firmlevel-investigation/",
        "eexcessURI": "http://www.mendeley.com/research/gender-wage-gap-glass-ceiling-effect-firmlevel-investigation/",
        "creator": "Christine Barnet-Verzat, François-Charles Wolff",
        "description": "Purpose \n- The purpose of this paper is to assess the relevance of the glass ceiling effect, according to which the gender log wage gap accelerates in the upper tail of the wage distribution, at the firm level. \nDesign/methodology/approach \n- The empirical analysis is based on a sample of 4,654 employees, working in a French private company from the Defence and Aerospace sector. Quantile wage regressions were used to study whether a glass ceiling effect exits at the firm level. The difference between the male and female wage distributions is also decomposed into two components, one due to differences in labour market characteristics between men and women and one due to differences in rewards to these individual characteristics. \nFindings \n- It was found that the gender wage gap measured through OLS is quite low, less than 8 per cent when controlling for age, experience, qualification and location. It remains rather flat along the wage distribution, a result which casts doubt on the glass ceiling theory. The gender gap is mainly due to differences in labour market characteristics rather than to differences in the rewards of these characteristics, especially among executives. Finally, women face a lower probability of reaching higher hierarchical positions within the firm. \nResearch limitations/implications \n- Taking into account firm effects matters when measuring the magnitude of the gender wage throughout the wage gap distribution. \nOriginality/value \n- This paper presents original estimates of the gender wage gap with an unusual, firm-based sample of workers.",
        "collectionName": "International Journal of Manpower",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2008"
        }
      },
      {
        "id": "8c4effce-8c98-3aaf-87ca-04b33caa8e33",
        "title": "A note on the gender wage gap among managerial positions using a counterfactual decomposition approach: sticky floor or glass ceiling?",
        "uri": "http://www.mendeley.com/research/note-gender-wage-gap-among-managerial-positions-using-counterfactual-decomposition-approach-sticky-f/",
        "eexcessURI": "http://www.mendeley.com/research/note-gender-wage-gap-among-managerial-positions-using-counterfactual-decomposition-approach-sticky-f/",
        "creator": "Marco Biagetti, Sergio Scicchitano",
        "description": "In this article, we apply a counterfactual decomposition approach using Quantile Regression (QR) to the wage distribution of managerial workforce in Italy. We find evidence of both significant sticky floor and glass ceiling effects for the gender wage gap (GWG). Furthermore, the U-shaped figure of the pay gap is mostly due to the difference in rewards that the two genders receive for their characteristics, whose relative incidence is also continuously increasing as we move to upper quantiles.",
        "collectionName": "Applied Economics Letters",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "3aef74fa-12d0-355c-b856-d12f11373a8d",
        "title": "Working for the Woman? Female Managers and the Gender Wage Gap",
        "uri": "http://www.mendeley.com/catalog/working-woman-female-managers-gender-wage-gap/",
        "eexcessURI": "http://www.mendeley.com/catalog/working-woman-female-managers-gender-wage-gap/",
        "creator": "P. N. Cohen, M. L. Huffman",
        "description": "Most previous research on gender inequality and management has been concerned with the question of access to managerial jobs and the “glass ceiling.” We offer the first largescale analysis that turns this question around, asking whether the gender characteristics of managers-specifically, the gender composition and relative status of female managers-affect inequality for the nonmanagerial workers beneath them. Results from three-level hierarchical linear models, estimated on a unique nested data set drawn from the 2000 Census, suggest that greater representation of women in management does narrow the gender wage gap. Model predictions show, however, that the presence of high-status female managers has a much larger impact on gender wage inequality. We conclude that the promotion of women into management positions may benefit all women, but only if female managers reach relatively high-status positions.",
        "collectionName": "American Sociological Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "9b0ae1b0-7250-3272-b56b-c73d604f43d6",
        "title": "Has the 'Glass Ceiling' Cracked? An Exploration of Women Entrepreneurship",
        "uri": "http://www.mendeley.com/catalog/glass-ceiling-cracked-exploration-women-entrepreneurship/",
        "eexcessURI": "http://www.mendeley.com/catalog/glass-ceiling-cracked-exploration-women-entrepreneurship/",
        "creator": "P. Kephart, L. Schumacher",
        "description": "Many women are saying goodbye to the corporate world in favor of creating their own through entrepreneurship. This paper explores some of the reasons why women in today's workforce change from the rise on the corporate ladder path to the world of entrepreneurship. Issues such as job stress and one of its most notable offshoots - the 'glass ceiling' - are presented. Ultimately, women initiated organizations define the women's movement of the 21st century.",
        "collectionName": "Journal of Leadership &amp; Organizational Studies",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2005"
        }
      },
      {
        "id": "549f29df-b80d-3f5c-a716-db89088b3810",
        "title": "A Meta-Analysis of the International Gender Wage Gap",
        "uri": "http://www.mendeley.com/catalog/metaanalysis-international-gender-wage-gap/",
        "eexcessURI": "http://www.mendeley.com/catalog/metaanalysis-international-gender-wage-gap/",
        "creator": "Doris Weichselbaumer, Rudolf Winter-Ebmer",
        "description": "Since the early 1970s, a number of authors have calculated gender wage differentials between women and men of equal productivity. This meta-study provides a new quantitative review of this vast amount of empirical literature on gender wage differentials as it concerns not only differences in methodology, data, and time periods, but also different countries. We place particular emphasis on a proper consideration of the quality of the underlying study which is done by a weighting with quality indicators. The results show that data restrictions – i.e. the limitation of the analysis to new entrants, never-marrieds, or one narrow occupation only – have the biggest impact on the resulting gender wage gap. Moreover, we are able to show what effect a misspecification of the underlying wage equation – like the frequent use of potential experience – has on the calculated gender wage gap. Over time, raw wage differentials worldwide have fallen substantially; however, most of this decrease is due to better labor market endowments of females.",
        "collectionName": "Journal of Economic Surveys",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2005"
        }
      },
      {
        "id": "0c6d6403-cda7-3705-90dd-c9647645ead6",
        "title": "Women Entrepreneurs: Moving Beyond the Glass Ceiling.",
        "uri": "http://www.mendeley.com/catalog/women-entrepreneurs-moving-beyond-glass-ceiling/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-entrepreneurs-moving-beyond-glass-ceiling/",
        "creator": "C. G. Brush",
        "description": "Dorothy P. Moore and E. Holly Buttner, in their book ‘Women Entrepreneurs: Moving Beyond the Glass Ceiling,’ explore the increasingly popular choice of exiting the organization and creating one's own business by examining the occupational transitions of 129 highly accomplished women entrepreneurs from across the United States. Although not intended as a study of the new boundaryless career concept (Arthur & Rousseau, 1996), their book provides a detailed picture of how some individuals are crossing organizational and occupational boundaries and designing careers that better match their own values and needs.",
        "collectionName": "Academy of Management Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1999"
        }
      },
      {
        "id": "a7ccd555-bb6a-3872-86a8-b062063d6ad3",
        "title": "Family Policies, Wage Structures, and Gender Gaps: Sources of Earnings Inequality in 20 Countries",
        "uri": "http://www.mendeley.com/catalog/family-policies-wage-structures-gender-gaps-sources-earnings-inequality-20-countries/",
        "eexcessURI": "http://www.mendeley.com/catalog/family-policies-wage-structures-gender-gaps-sources-earnings-inequality-20-countries/",
        "creator": "H. Mandel, M. Semyonov",
        "description": "This study uncovers an unexpected effect of family-friendly policies on women’s economic attainments. Using hierarchical linear models, the analysis combines individual-level data (obtained from the Luxembourg Income Study) with country-level data (obtained from secondary sources) to evaluate the effects of family policies on gender earnings inequality across 20 advanced societies. The analysis shows that gender earnings disparities are less pronounced in countries with developed family policies. However, the findings also show that if cross-country differences in the wage structure are controlled, the underlying effect of family policy on the gender gap is exposed. Although “mother-friendly” policies enable more women to become economically active, they exacerbate gender occupational inequality. The authors therefore conclude that the lower earnings differentials between men and women in developed welfare states should be attributed to their more egalitarian wage structures rather than to their family policies.",
        "collectionName": "American Sociological Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2005"
        }
      },
      {
        "id": "36c960f1-4602-3923-92be-0b29054ba396",
        "title": "Gender wage gaps, 'sticky floors' and 'glass ceilings' in Europe",
        "uri": "http://www.mendeley.com/catalog/gender-wage-gaps-sticky-floors-glass-ceilings-europe/",
        "eexcessURI": "http://www.mendeley.com/catalog/gender-wage-gaps-sticky-floors-glass-ceilings-europe/",
        "creator": "Louis N. Christofides, Alexandros Polycarpou, Konstantinos Vrachimis",
        "description": "We consider and attempt to understand the gender wage gap across 26 European countries, using 2007 data from the European Union Statistics on Income and Living Conditions. The size of the gender wage gap varies considerably across countries, definitions of the gap, and selection-correction mechanisms. Most of the gap cannot be explained by the characteristics available in this data set. Quantile regressions show that, in a number of countries, the wage gap is wider at the top ('glass ceilings') and/or at the bottom of the wage distribution ('sticky floors'). We find larger mean/median gender gaps and more evidence of glass ceilings for full-time full-year employees, suggesting more female disadvantage in 'better' jobs. These features may be related to country-specific policies that cannot be evaluated at the individual-country level, at a point in time. We use the cross-country variation in the unexplained wage gaps of this larger-than-usual sample of states to explore the influence of (i) country policies that reconcile work and family life and (ii) their wage-setting institutions. We find that country policies and institutions are related to features of their unexplained gender wage gaps in systematic, quantitatively important, ways.",
        "collectionName": "Labour Economics",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2013"
        }
      },
      {
        "id": "3a7a69a6-c58c-340a-9440-2b63cd30632f",
        "title": "What lies beyond the glass ceiling?: The glass cliff and the potential precariousness of women's leadership positions",
        "uri": "http://www.mendeley.com/catalog/lies-beyond-glass-ceiling-glass-cliff-potential-precariousness-womens-leadership-positions/",
        "eexcessURI": "http://www.mendeley.com/catalog/lies-beyond-glass-ceiling-glass-cliff-potential-precariousness-womens-leadership-positions/",
        "creator": "Michelle   Ryan ,  Alex   Haslam ",
        "description": "Purpose \n– This year marks the 20th anniversary of the glass ceiling, but does this metaphor fully describe the experiences of women today? Recent research being conducted at the University of Exeter has identified a further barrier that women must conquer in order to succeed. \nDesign/methodology/approach \n– Looks at “the glass ceiling” over a 20-year period. \nFindings \n– Extending the metaphor of the glass ceiling, we describe the phenomenon of the glass cliff whereby women are more likely to occupy risky or precarious leadership roles than are men. \nOriginality/value \n– Takes the glass ceiling into the twenty-first century. Identifies current challenges facing women now they are in the workforce.",
        "collectionName": "Human Resource Management International Digest",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2006"
        }
      },
      {
        "id": "d164a884-7030-331e-9b48-3c2a36902519",
        "title": "Is there a glass ceiling over Europe? Exploring the gender pay gap across the wage distribution",
        "uri": "http://www.mendeley.com/catalog/glass-ceiling-europe-exploring-gender-pay-gap-across-wage-distribution/",
        "eexcessURI": "http://www.mendeley.com/catalog/glass-ceiling-europe-exploring-gender-pay-gap-across-wage-distribution/",
        "creator": "Wiji Arulampalam, Alison L. Booth, Mark L. Bryan",
        "description": "Using harmonised data from the European Union Household Panel, we analyse gender pay gaps by sector across the wages distribution for ten countries. We find that the mean gender\r\npay gap in the raw data typically hides large variations in the gap across the wages distribution. We use quantile regression (QR) techniques to control for the effects of\r\nindividual and job characteristics at different points of the distribution, and calculate the part of the gap attributable to differing returns between men and women. We find that, first, gender pay gaps are typically bigger at the top of the wage distribution, a finding that is consistent with the existence of glass ceilings. For some countries gender pay gaps are also bigger at the bottom of the wage distribution, a finding that is consistent with sticky floors. Third, the gender pay gap is typically higher at the top than the bottom end of the wage distribution, suggesting that glass ceilings are more prevalent than sticky floors and that these prevail in the majority of our countries. Fourth, the gender pay gap differs significantly across the public and the private sector wages distribution for each of our EU countries.",
        "collectionName": "Industrial and Labor Relations Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "d1044945-6a0b-3f9e-84d8-107659ae641b",
        "title": "Glass-Ceiling Effect or Cohort Effect? A Longitudinal Study of the Gender Earnings Gap for Engineers, 1982 to 1989",
        "uri": "http://www.mendeley.com/catalog/glassceiling-effect-cohort-effect-longitudinal-study-gender-earnings-gap-engineers-1982-1989/",
        "eexcessURI": "http://www.mendeley.com/catalog/glassceiling-effect-cohort-effect-longitudinal-study-gender-earnings-gap-engineers-1982-1989/",
        "creator": "Laurie A. Morgan",
        "description": "Using longitudinal data from the Survey of Natural and Social Scientists and Engineers (SSE), I investigate whether what appears to be a glass ceiling in cross-sectional analyses of the gender earnings gap for engineers results insteadfrom a cohort effect. Two findings are reported: (1) For each of three cohorts, within-cohort effects of being female remained relatively constant over the seven years of the SSE (1982-1989). This suggests that earnings penalties for women engineers result from cohort rather than glass-ceiling effects-that the earnings penalty to women is more a matter of when they started their careers than of how long they have worked. (2) In absolute terms, the earnings penalties for younger cohorts of women are essentially zero. These findings indicate that multi-cohort longitudinal designs should be used in investigations of the glass-ceiling hypothesis, in particular, and of women's progress in management and the professions, in general.",
        "collectionName": "American Sociological Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1998"
        }
      },
      {
        "id": "1ef4c626-e45d-323a-938a-fb21b167d528",
        "title": "In search of the glass ceiling: Gender and earnings growth among U.S. college graduates in the 1990s",
        "uri": "http://www.mendeley.com/catalog/search-glass-ceiling-gender-earnings-growth-among-college-graduates-1990s/",
        "eexcessURI": "http://www.mendeley.com/catalog/search-glass-ceiling-gender-earnings-growth-among-college-graduates-1990s/",
        "creator": "Catherine J. Weinberger",
        "description": "Gender-typical educational choices and the \"glass ceiling\" are widely believed to explain why older women earn far less than observably similar men. Using large panels drawn from the National Science Foundation's (NSF) National Survey of College Graduates and other dam representative of U.S. college graduates from the 1990s, the author documents the small role of personal choices and finds evidence contrary to the predictions of both human capital and discrimination models. Rather than the differential wage growth rates predicted by these models, she finds similar average rates of earnings growth for women and men across numerous specifications, which suggests that the gender gap in earnings is determined by factors already present early in the career. Her findings reveal slower earnings growth in only two subsets of women: young mothers, who experience slower earnings growth during the early career relative to men the same age, but then compensate with faster growth later in their careers; and women with exceptionally high earnings levels. The latter are underrepresented among workers winning the largest promotions, when compared to similarly successful men the same age, and face a glass ceiling at the very top of the career ladder.",
        "collectionName": "Industrial and Labor Relations Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "ed74ddb3-00eb-3c10-8755-03532c39591f",
        "title": "The Glass Ceiling Effect",
        "uri": "http://www.mendeley.com/catalog/glass-ceiling-effect/",
        "eexcessURI": "http://www.mendeley.com/catalog/glass-ceiling-effect/",
        "creator": "David a Cotter, Joan M Hermsen, Seth Ovadia, Reeve Vanneman",
        "description": "The popular notion of glass ceiling effects implies that gender (or other) disadvantages are stronger at the top of the hierarchy than at lower levels and that these disadvantages become worse later in a person's career. We define four specific criteria that must be met to conclude that a glass ceiling exists. Using random effects models and data from the Panel Study of Income Dynamics, we examine gender and race inequalities at the 25th, 50th, and 75th percentiles of white male earnings. We find evidence of a glass ceiling for women, but racial inequalities among men do not follow a similar pattern. Thus, we should not describe all systems of differential work rewards as \"class ceilings.\" They appear to be a distinctively gender phenomenon.",
        "collectionName": "Social Forces",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2001"
        }
      },
      {
        "id": "76862d82-26e6-3f34-bfc7-fb4e5c3f34bf",
        "title": "Twenty years later: explaining the persistence of the glass ceiling for women leaders",
        "uri": "http://www.mendeley.com/catalog/twenty-years-later-explaining-persistence-glass-ceiling-women-leaders/",
        "eexcessURI": "http://www.mendeley.com/catalog/twenty-years-later-explaining-persistence-glass-ceiling-women-leaders/",
        "creator": "Birgit  Weyer",
        "description": "Purpose \n– The purpose of this conceptual paper is to provide a theoretical explanation for the persistence of the glass ceiling keeping women from assuming leadership positions. \nDesign/methodology/approach \n– The methodological approach of this paper is to compare and contrast social role theory and expectation states theory as theoretical underpinnings to explain the persistence of a glass ceiling for women leaders. \nFindings \n– Both social role theory and expectation states theory belong to the structural/cultural models describing differences between the genders. Social role theory and expectation states theory explicate diverse reasons for the emergence of these differences. However, both theories propose that gender differences will result in evaluation bias against women. \nPractical implications \n– As a result of evaluation bias against women, the glass ceiling phenomenon keeping women from assuming top leadership positions continues to occur. \nOriginality/value \n– This paper is being written on the 20 year anniversary of the term glass ceiling being coined. It adds to the body of literature by closely examining two structural/cultural theories as possible causes to an invisible barrier which keeps women leaders from entering top level management positions.",
        "collectionName": "Women In Management Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "7549fff5-5158-32b9-9606-e410b5830528",
        "title": "The glass ceiling in Europe: Why are women doing badly in the labour market?",
        "uri": "http://www.mendeley.com/catalog/glass-ceiling-europe-women-doing-badly-labour-market/",
        "eexcessURI": "http://www.mendeley.com/catalog/glass-ceiling-europe-women-doing-badly-labour-market/",
        "creator": "Alison L. Booth",
        "description": "Average gender pay gaps have absorbed the interest of economists for many years. More recently studies have begun to explore the degree to which observed gender wage gaps might differ across the wages distribution. The stylised facts from these studies, summarised in the first part of the paper, are that the gender pay gap in Europe is typically increasing across the wages distribution. This finding - more pronounced in the private than the public sector - has been interpreted as a glass ceiling effect. The existence of this glass ceiling suggests that the average gender pay gap in Europe is mainly due to the gender gap towards the top of the wages distribution. What explains these stylised facts? We briefly outline some relevant hypotheses in the second part of the paper. A fundamental challenge for labour economists is to identify the extent to which these stylised facts are due to policies and institutions, discrimination, to other unobservable factors, or to fundamental differences between men and women. Finally, we briefly summarise the policy initiatives that might be introduced to deal with gender wage gaps.",
        "collectionName": "Swedish Economic Policy Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2007"
        }
      },
      {
        "id": "ae2e2d28-0ac0-315b-8bd1-9055eaebc17d",
        "title": "Gender gap in the executive suite: CEOs and female executives report on breaking the glass ceiling.",
        "uri": "http://www.mendeley.com/catalog/gender-gap-executive-suite-ceos-female-executives-report-breaking-glass-ceiling/",
        "eexcessURI": "http://www.mendeley.com/catalog/gender-gap-executive-suite-ceos-female-executives-report-breaking-glass-ceiling/",
        "creator": "B. R. Ragins, B. Townsend, M. Mattis",
        "description": "While businesses are struggling to hold on to their best and brightest women, the persistence of the glass ceiling makes this difficult. Dismantling the glass ceiling requires an accurate understanding of the overt and subtle barriers to advancement faced by women, and the strategies used to overcome these barriers. A large-scale, national survey of Fortune 1000 CEOs and the highest-ranking, most successful women in their companies identified key career strategies used by the women in their rise to the top, and the barriers to advancement they faced in their firms. A startling finding of the study was the disparity in the perceptions of CEOs and the high-ranking women in their firms. The Fortune 1000 CEOs had vastly different perceptions of the organizational and environmental barriers faced by their female employees, and in their companies' progress towards equality in the workplace.",
        "collectionName": "Academy of Management Perspectives",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1998"
        }
      },
      {
        "id": "5c0d6db0-98d6-3bf7-a044-3acdb20773af",
        "title": "Inequality in the family: The institutional aspects of women's earning contribution",
        "uri": "http://www.mendeley.com/research/inequality-family-institutional-aspects-womens-earning-contribution/",
        "eexcessURI": "http://www.mendeley.com/research/inequality-family-institutional-aspects-womens-earning-contribution/",
        "creator": "Haya Stier, Hadas Mandel",
        "description": "This paper examines the effect of employment-supportive policies and arrangements on women's economic contribution to their family. Using samples of working-age couples in 21 countries we employ multilevel modeling to separate the effects of household and country-level variables on earnings. We distinguish two types of relevant contextual factors: those that support women's employment while preserving their domestic roles and those that potentially reduce intra-family economic inequalities by allowing women to allocate more of their time to paid employment. The findings suggest that all employment-supportive policies and arrangements increase women's relative contribution to the household income through their effect on female labor force participation. Among dual-earner families, however, higher rates of childcare facilities increase women's contribution, while long maternity leave and part-time employment decrease it. These tendencies are more pronounced among mothers. © 2009 Elsevier Inc. All rights reserved.",
        "collectionName": "Social Science Research",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2009"
        }
      },
      {
        "id": "86ea6744-206a-3f6a-9810-74c62b6fa884",
        "title": "The evolution of inequality in productivity and wages: Panel data evidence",
        "uri": "http://www.mendeley.com/catalog/evolution-inequality-productivity-wages-panel-data-evidence/",
        "eexcessURI": "http://www.mendeley.com/catalog/evolution-inequality-productivity-wages-panel-data-evidence/",
        "creator": "Giulia Faggio, Kjell G. Salvanes, John van Reenen",
        "description": "There has been a remarkable increase in wage inequality in the United States, UK, and many other countries over the past three decades. A significant part of this appears to be within observable groups (such as experience-gender-skill cells). A generally untested implication of many theories rationalizing the growth of within-group inequality is that firm-level productivity dispersion should also have increased. We utilize a UK firm-level panel dataset covering the manufacturing and non-manufacturing sectors since the early 1980s. We find evidence that productivity inequality has increased. Existing studies have typically underestimated this phenomenon because they focus only on the manufacturing sector where inequality has risen much less and which has shrunk rapidly. Most of the increase in individual wage inequality can be accounted for by an increase in inequality between firms (and within industries). Increased productivity dispersion appears to be linked with new technologies as suggested by models such as Caselli (1999, Am. Econ. Rev., 89, 78-102) and is not primarily due to an increase in transitory shocks, greater sorting or entry/exit dynamics.",
        "collectionName": "Industrial and Corporate Change",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2010"
        }
      },
      {
        "id": "0d81c28a-a891-3da9-b19d-d4718cdf0f76",
        "title": "Changes in wage-and-salary returns to skill and the recent rise in female self-employment",
        "uri": "http://www.mendeley.com/research/changes-wageandsalary-returns-skill-recent-rise-female-selfemployment/",
        "eexcessURI": "http://www.mendeley.com/research/changes-wageandsalary-returns-skill-recent-rise-female-selfemployment/",
        "creator": "T. J. Devine",
        "description": "A steady increase in the number of females choosing to work for themselves, instead of someone else, represents one of the more striking recent trends in the US labor market. This trend raises an obvious question, namely, what was happening to female earnings opportunities in self-employment, relative to earnings opportunities in wage-and-salary employment? Findings presented in this paper indicate the following: self-employment increased more for females who faced increasing potential earnings in wage-and-salary employment, suggesting that returns to skill were increasing by even more in self-employment; increasing relative returns to skill may explain at least part of the recent rise in female self-employment; there is an absence of a sharp difference in self-employment rates between women in the top and middle segments of the skill distribution: women with relatively low skill levels who faced declining real wages in wage-and-salary employment did not turn to self-employment in the same proportions as women with higher skill levels. Results presented here suggest that the recent rise in female self-employment may have added to the increasing earnings inequality that has been documented previously for females in wage-and-salary employment, a finding that is clearly worth further investigation. -from Author",
        "collectionName": "American Economic Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1994"
        }
      },
      {
        "id": "442f9c92-8f3f-3d77-9e95-3121c5423c6f",
        "title": "Women, War, and Wages: The Effect of Female Labor Supply on the Wage Structure at Midcentury",
        "uri": "http://www.mendeley.com/catalog/women-war-wages-effect-female-labor-supply-wage-structure-midcentury-15/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-war-wages-effect-female-labor-supply-wage-structure-midcentury-15/",
        "creator": "Daron Acemoglu, David H. Autor, David Lyle",
        "description": "We exploit the military mobilization for World War II to investigate the effects of female labor supply on the wage structure. The mobilization drew many women into the workforce permanently. But the impact was not uniform across states. In states with greater mobilization of men, women worked more after the war and in 1950, though not in 1940. These induced shifts in female labor supply lowered female and male wages and increased earnings inequality between high school– and college‐educated men. It appears that at midcentury, women were closer substitutes for high school men than for those with lower skills.",
        "collectionName": "Journal of Political Economy",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2004"
        }
      },
      {
        "id": "877b8b5a-3290-3718-8c86-bfcb46176aff",
        "title": "Task Characteristics as a Bridge Between Macro and Microlevel Research on Salary Inequality Between Men and Women.",
        "uri": "http://www.mendeley.com/catalog/task-characteristics-bridge-between-macro-microlevel-research-salary-inequality-between-men-women/",
        "eexcessURI": "http://www.mendeley.com/catalog/task-characteristics-bridge-between-macro-microlevel-research-salary-inequality-between-men-women/",
        "creator": "E. R. Auster",
        "description": "Little integration has occurred between the macrolevel research on salary differentials and the microlevel research on evaluation bias, although both contribute to our understanding of the persistence of gender inequality in wages. It is proposed that task characteristics provide a bridge between these research streams that helps us to build a better understanding of how macro- and microlevel views and structure and process are connected.",
        "collectionName": "Academy of Management Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1989"
        }
      },
      {
        "id": "1b5f6212-8950-391b-b872-95918420f622",
        "title": "Inequality and Relative Wages",
        "uri": "http://www.mendeley.com/catalog/inequality-relative-wages/",
        "eexcessURI": "http://www.mendeley.com/catalog/inequality-relative-wages/",
        "creator": "Kevin M Murphy, Finis Welch",
        "description": "Four years ago the Wall Street Journal splashed the good news across its front page that college pays more than ever before. The evidence was that wages of college graduates were high and rising relative to wages of high-school graduates. Last year Newsweek bemoaned increasing inequality pointing to the low and falling wages of high-school graduates relative to college graduates. The study of wages has been the primary occupation of economists since Adam (Smith, 1776), but the subject has never drawn more attention than it does now. We first trace 1963-1990 trends in wage dispersion among men. We then follow relative wage movements among men distinguished by age and education, between men and women, and between blacks and whites. These two sets of patterns, inequality and relative wages, constitute the basic facts that have drawn so much attention. After summarizing them, we describe the coincident magnification of inequality that has resulted from increasing covariance between wages and time works and between ages of married men and the employment and earnings of their spouses. The magnification that we see for men is even greater for women because growth in participation has covaried more strongly with education.",
        "collectionName": "The American Economic Review",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "1993"
        }
      },
      {
        "id": "c700fc3e-20a5-38ab-b05a-b7d8803a4f44",
        "title": "The Ideal Worker or the Ideal Father: Organizational Structures and Culture in the Gendered University",
        "uri": "http://www.mendeley.com/research/ideal-worker-ideal-father-organizational-structures-culture-gendered-university/",
        "eexcessURI": "http://www.mendeley.com/research/ideal-worker-ideal-father-organizational-structures-culture-gendered-university/",
        "creator": "Margaret W. Sallee",
        "description": "While literature has focused on the ways in which organizational structures exclude women from the workplace, this article suggests that the inverse is also true: organizational structures and culture prevent men from being involved in the home. Using theories of gendered organizations as a guide, this article draws on interviews with 70 faculty fathers at four research universities to explore the tension that many men feel navigating their responsibilities in the home while simultaneously aiming to fulfill the norms of the ideal worker, which holds that employees are always available to perform work and have few responsibilities in the home. Data suggest that institutions and those within them penalize men who appear too committed to their families. Some participants crafted identities for themselves that separated their roles as professor and father while others struggled to reconcile their two roles. In short, institutional structures and culture play a critical role in shaping faculty identity, both on and off-campus.",
        "collectionName": "Research in Higher Education",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2012"
        }
      },
      {
        "id": "acecf5b8-b8c2-3b54-8270-ce36d175ca2f",
        "title": "The Origins of the Ideal Worker: The Separation of Work and Home in the United States From the Market Revolution to 1950",
        "uri": "http://www.mendeley.com/catalog/origins-ideal-worker-separation-work-home-united-states-market-revolution-1950/",
        "eexcessURI": "http://www.mendeley.com/catalog/origins-ideal-worker-separation-work-home-united-states-market-revolution-1950/",
        "creator": "a. R. Davies, B. D. Frink",
        "description": "This article presents a historical analysis of the history of work/home separation in the United States. With the growth of markets and technology, work and home (which had been mixed) became separate and gendered. Early 20th-century offices adapted productivity standards from factories into the new white-collar “ideal worker” norm. By the 1950s, the office culture familiar today was well established—movies, television, and novels glorified the gendered system of professional work while also cautioning men to reserve time for family. Although the workforce has transformed since the 1950s, an ideology that naturalizes work/home separation persists.",
        "collectionName": "Work and Occupations",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2014"
        }
      },
      {
        "id": "c21d9486-20c8-3d04-9f63-d954de637ba1",
        "title": "Gendered Challenge, Gendered Response: Confronting the Ideal Worker Norm in a White-Collar Organization",
        "uri": "http://www.mendeley.com/catalog/gendered-challenge-gendered-response-confronting-ideal-worker-norm-whitecollar-organization/",
        "eexcessURI": "http://www.mendeley.com/catalog/gendered-challenge-gendered-response-confronting-ideal-worker-norm-whitecollar-organization/",
        "creator": "E. L. Kelly, S. K. Ammons, K. Chermack, P. Moen",
        "description": "This article integrates research on gendered organizations and the work-family interface to investigate an innovative workplace initiative, the Results-Only Work Environment (ROWE), implemented in the corporate headquarters of Best Buy, Inc. While flexible work policies common in other organizations \"accommodate\" individuals, this initiative attempts a broader and deeper critique of the organizational culture. We address two research questions: How does this initiative attempt to change the masculinized ideal worker norm? And what do women's and men's responses reveal about the persistent ways that gender structures work and family life? Data demonstrate the ideal worker norm is pervasive and powerful, even as employees begin critically examining expectations regarding work time that have historically privileged men. Employees' responses to ROWE are also gendered. Women (especially mothers) are more enthusiastic, while men are more cautious. Ambivalence about and resistance to change is expressed in different ways depending on gender and occupational status.",
        "collectionName": "Gender & Society",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2010"
        }
      },
      {
        "id": "4e646a6c-af00-3103-9141-663a185f2780",
        "title": "Fertility and Women's Employment in Industrialized Nations",
        "uri": "http://www.mendeley.com/catalog/fertility-womens-employment-industrialized-nations/",
        "eexcessURI": "http://www.mendeley.com/catalog/fertility-womens-employment-industrialized-nations/",
        "creator": "Karin L. Brewster, Ronald R. Rindfuss",
        "description": "Thirty years ago, Bumpass & Westoff (1970:95) asked, “Do women limit their fertility in order to have time to pursue their nonfamily-oriented interests, or do women work if their fertility permits them to do so?” In the ensuing decades, sociologists, demographers, and economists have learned much about the relationship between fertility and women’s employment, and yet the answer to this fundamental question remains elusive. Even so, women’s labor force behavior lies at the heart of most explanations of fertility and fertility change, and many nations, both industrialized and developing, have formulated policies based on the inverse association between these two central aspects of women’s lives. The association between fertility and women’s labor force activity reflects the incompatibility between caring for children and participating in economically productive work that typifies industrialized societies (Weller 1977). Prior to industrialization, work and child rearing tasks could be performed more or less simultaneously. In historical and contemporary preindustrial societies, nonmechanized agricultural tasks and piecework could be combined with child supervision with relatively little danger to the child or marked loss of economic productivity (Degler 1980, Roos 1985, Stycos &Weller 1967). As industrialization proceeded, however, childcare and economically productive work became increasingly incompatible. Today, work sites are usually some distance from home, and work schedules, set by employers, lack the flexibility required by children. The presence",
        "collectionName": "Annual Review of Sociology",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2000"
        }
      },
      {
        "id": "3b36cd2f-f25f-3d64-b825-11281b8b5d37",
        "title": "Are Women in Management Victims of the Phantom of the Male Norm?",
        "uri": "http://www.mendeley.com/catalog/women-management-victims-phantom-male-norm/",
        "eexcessURI": "http://www.mendeley.com/catalog/women-management-victims-phantom-male-norm/",
        "creator": "Yvonne Due Billing",
        "description": "Managerial jobs have conventionally been understood as male and thus as not being directly suitable for women. The point of departure of this discourse is that women and men are different and that there is congruence between men and managerial jobs. On the basis of a qualitative study of women managers, I argue that there is a need for more sophisticated ways of appreciating the experiences of (many) women in relation to management. Variation, complexity and contradictions may be lost when holding onto essentialist understandings such as the male norm.",
        "collectionName": "Gender, Work and Organization",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
      },
      {
        "id": "b9602262-e7ac-3c79-97b5-f40faba6df65",
        "title": "The Myth of the Ideal Worker: Does Doing All The Right Things Really Get Women Ahead? ",
        "uri": "http://www.mendeley.com/research/myth-ideal-worker-doing-right-things-really-women-ahead/",
        "eexcessURI": "http://www.mendeley.com/research/myth-ideal-worker-doing-right-things-really-women-ahead/",
        "creator": "N M Carter, C Silva",
        "description": "In this report we address the question of whether the gender gap persists because women and men adopt different strategies to advance their careers. Is it the case that men are more proactive, articulating their aspirations and asking for more opportunities? Are men more likely to be an ‘ideal worker’, doing ‘all the right things’ to get ahead? The short answer is no. Among the high potentials we studied, more than half of both women and men had adopted the full range of advancement strategies attributed to an ideal worker. Furthermore, half of those exemplifying an ideal worker were also including in their repertories external scanning activities - seeking advancement opportunities whether in their current organization or elsewhere-. However, men benefited more than women when they adopted the proactive strategies of the proverbial ideal worker. Even when women used the same career advancement strategies - doing all the things they have been told will help them get ahead - they advanced less than their male counterparts and had slower pay growth.",
        "collectionName": "Catalyst",
        "facets": {
          "provider": "mendeley",
          "type": "unkown",
          "language": "unkown",
          "year": "2011"
        }
    },
    {
        "id": "2cd6ab68-5baf-313b-85d1-da00e01c5ac2",
        "title": "Workforce planning and workplace management",
        "uri": "http://www.mendeley.com/catalog/workforce-planning-workplace-management/",
        "eexcessURI": "http://www.mendeley.com/catalog/workforce-planning-workplace-management/",
        "creator": "L O'Brien-Pallas, S Birch, G T Murphy",
        "description": "Introduction. Literature is scarce on father attendance to labour and delivery and studies report conflicting results. The aim of the present study was to evaluate the effect of father attendance during labour and delivery on pain, anxiety, stress and other variables (irritability, feeling of inefficiency, agitation, worry, lack of self-confidence and ability to relax) perceived by parturient. Methods. An only post-test quasi-experimental design was used. The sample consisted of 200 women in labour. One hundred women (experimental group) were cared for by their partners in the labour and delivery room; another one hundred (control group) were cared for only by the health professionals. Pain, anxiety, stress and other variables were measured using scales of proven validity and reliability. Results. The parturients of the experimental group had a significantly lower pain, anxiety and stress perception than those of the control group. The parturients of the experimental group were also less irritable, agitated, worried, felt more efficient, self-confident and able to relax. Conclusion. The results of this study confirmed part of the literature on the positive effects of father attendance at labour and delivery. This study also contributed to raise major awareness among the health professionals and hospital managers where the control group was recruited on the importance of the support that partners can provide to parturients. Introduction. The spread of palliative care calls for a careful training of the increasing number of health professionals providing assistance to terminally ill patients and their families. One of the skills needed to improve these patients' quality of life is to develop positive attitudes to-wards end-of-life assistance. Among the various tools that assess training needs and efficacy of training programs, the Frommelt Attitude Toward Care of the Dying Scale (FACTOD Form B ) is an effective and reliable instrument, widely used to analyze this type of attitude among nursing students and health professionals. The aim of the article is to verify the Italian Version (FACTOD Form B-I ), so as to spread the use of these tools also to the palliative care field of our country. Methods. The instrument validation has been developed through the following stages: forward and backward translation, focus groups to assess questions' relevance and vocabulary comprehension, test and retest on a sample of Medicine and Nursing students. Results. The statistical analysis has showed an Interrater Correlation Index between 0.70 and 0.86 for 97% of the items. As for the discriminating capacity, the scale presents good values of asymmetry and kurtosis for most of the items. The internal consistency (Cronbach's Alpha) is 0.83. On average, the questionnaire has been completed in six minutes and the compilation has been rather easy. Conclusions. FACTOD Form B-I results as a comprehensible instrument, fast and practical to complete, with good psychometric proper-ties, showed by very good values of reproducibility and reliability of the whole scale. Its use in Italy is, therefore, recommended to evaluate the attitude of students and healthcare professionals who take care of terminally ill patients. Introduction. The nursing care based on a delicate balance between \"science of nature\" and \"science of spirit\" can be a powerful antidote to individualism of our own modern society. The feeling of confidence/trust, expressed through a variety of languages (verbal, gestural, bodily) can start a meeting, a relationship, to discover and go beyond the unknown side, that both the patient and the nurse have. Issue. The article is going to analyse the feeling of trust and link it, in particular, to the activity of nursing care. In the first part trust is analysed from a sociological point of view, taking into consideration some of the ideas of Georg Simmel and Niklas Lhumann. A trustful attitude always rises, develops and is verified in set units of time and place, starting from the potential the interlocutors show. In the second part of the article, through the nursing remarks by Jean Watson, the presence of trust as a constituent element in the professional acting is analysed. According to the author, trust is a condition that facilitates the relationship of care, opens the way for the dialogue, encouraging the relationship. Conclusions. The trust is an important feeling in interpersonal relationship. Caring practices, woven into daily technical gestures and always acted through a relationship, need to experiment trust to be effective and consent the realization of a caring project. The trust can't be claimed, it can only be offered or accepted, beginning from a decision in a relationship and people that receive it take an opportunity. Introduction. Therapeutic Touch is an energy-based nursing practice, inside Nursing Interventions Classification , linked with NANDA nursing diagnosis of \"Energy field disturbance\". Introduced and developed by Dolores Krieger, Nursing emeritus professor at the New York University, and Dora Kunz, pranotherapist, today is practiced at nursing in more than eighty hospitals in the world, and more than 43,000 nurses are trained in Therapeutic Touch. Problem. Therapeutic Touch is based on the energy techniques, practiced over the centuries in different continents, on quantum physics, and in the nursing theory, on work by Martha Rogers, the Science of Unitarian Human Beings. In the USA, the Therapeutic Touch, has the scientific and professional support by American Nurses Association and the American Holistic Nurses Association. The scientific evidence seem to indicate that the psychosomatic effects of the Therapeutic Touch, are not only attributable to a placebo effect, but to a direct action of the Therapeutic Touch on an human being energy field, with effects of rebalancing on the energy field configuration. Conclusions. Nurses trained in Therapeutic Touch must develop a very open mind, have a holistic understanding of the human being and reality, and develope consciousness states and a transcendental awareness. Introduction. Anxiety and depression in patients before and after a pacemaker implantation has been understudied despite an increased use of pacemaker therapy in Italy and in the world. The purpose of the present study was to describe and examine anxiety and depression and factors associated with them before a pacemaker implantation and within one year of the post implantation time. Methods. A descriptive, correlational and comparative design has been used to study and compare anxiety and depression in a total sample of 154 patients from two hospitals in Rome, Italy, divided in four groups: 43 patients before the pacemaker implantation, and 38, 29 and 44 patients respectively one, six and twelve months after the implantation. A Sociodemographic Questionnaire and the Hospital Anxiety and Depression Scale have been used to measure the study variables. Results. Anxiety and depression significantly decreased from the pre to the post implantation groups. In the 1-month-post-implantation group patients with a ventricular pacing had lower anxiety and depression levels than those with dual chamber pacing. In the 6-month-post-implantation group patients with a rate responsive pacing were more depressed than those without rate responsive pacing. People less old, less educated, with lower income and fewer children were more anxious and depressed before the implantation. Only older people were more depressed after the implantation. Conclusion. This study provides nurses with a first overview on the phenomenon of anxiety and depression before and after a pacemaker implantation. Knowing the level of anxiety and depression before and after a pacemaker implantation as well as factors associated with these variables helps nurses to provide patients with a better and research based care. Introduction. Those of the urinary tract are the most commonly acquired infections in hospitals. Their prevention is based on the use of indwelling catheters only when a clear clinical indication emerges. The goal of this research is to evaluate the ap ropriateness of the nursing actions commonly used in hospitals to manage the need of urinary elimination in the patients. Methods. Our sample included 200 medical records of people hospitalized in a medical ward during September 2006. The sampling technique was based on the admission date; we used a modified version of Brennan's evaluation scale. Results. 4 medical records have been excluded from the analysis. The mean value of our patients' ages was 74.3 years (SD 15.4). 27 patients (13.8%) had developed some type of infection. Our analysis pointed out that catheters were appropriately used in 95.1% of the sample (39 patients) during their hospitalization, and in two over 16 at the admission. Diapers were used incorrectly in 40 patients (63.4%). Bedpans were correctly used in 41 people (77.3%). Discussion. As regards the need of urinary elimination, the mean age is different between self-sufficient patients and people who use catheters, diapers and/or bedpans. Moreover, we found a difference between the two genders: the percentage of self-sufficient patients is higher among men. Women were using devices more often than men. The highest percentage of incorrectly used devices refers to diapers, with several clinical and social consequences. Introduction. Diabetes mellitus has considerable social impact for its invalidating complications and dramatic outcomes. The prevalence range of foot ulcers in diabetic patients is 4% to 10%. The aim of this paper is to clarify if Clinical Pathway can improve clinical outcomes in patients with diabetic foot ulcers. Methods. The Medline and Cinahl databases were searched for articles published between January 1997 and December 2007. Key words used were \"diabetic foot\", \"critical pathway\" e \"clinical protocols\". Studies which had a connection betwe",
        "collectionName": "International Nursing Perspectives",
        "facets": {
            "provider": "mendeley",
            "type": "unkown",
            "language": "unkown",
            "year": "2001"
        }
    }
]


