[
    {
        "id":"00dfee92-fe34-375b-91d2-0c376a2cab16",
        "title":"The circular economy in China",
        "uri":"http://www.mendeley.com/research/circular-economy-china-5/",
        "eexcessURI":"http://www.mendeley.com/research/circular-economy-china-5/",
        "creator":"Ren Yong",
        "description":"This article makes an attempt to answer the three questions of why China is devoting its full effort to promoting a circular economy, what a circular economy is, and how to implement a circular economy in China. The evolutionary process of a circular economy in China, from introduction of the concept and the relevant actions of national decision making to demonstration of the system nationwide, has taken only around 6 years, with strong encouragement from politicians and the urgent need to cope with environmental pollution and a severe shortage of natural resources. The circular economy in China is now being actively implemented at three levels: enterprises, eco-industrial parks, and regions. The consolidated theoretical bases of ecology and economics have helped the circular economy to define its position as a new economic model to effectively resolve the problems of resources and the environment. In this regard, material flow management is naturally a unique planning and management method for implementation of a circular economy, and eco-efficiency is a good indicator to measure circular economic activities. Of particular significance has been initiation of the legislative process for the Circular Economy Law, which is among a number of initiatives developing core policies for a circular economy in China. Stringent enforcement of a set of policies for energy saving and pollution abatement nowadays in China will certainly create an enabling environment for the development of a circular economy.",
        "collectionName":"Journal of Material Cycles and Waste Management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2007",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"a99aae2c-726e-3927-bf86-bd258f02bdbb",
        "title":"Towards a Circular Economy - Economic and Business Rationale for an Accelerated Transition",
        "uri":"http://www.mendeley.com/catalog/towards-circular-economy-economic-business-rationale-accelerated-transition/",
        "eexcessURI":"http://www.mendeley.com/catalog/towards-circular-economy-economic-business-rationale-accelerated-transition/",
        "creator":" The Ellen MacArthur Foundation",
        "description":"This report is the first ever to look at the economic and business rationale for an accelerated transition towards a circular economy. The report was commissioned by the Ellen MacArthur Foundation with the support of its Founding Partners, B&amp;Q, BT, Cisco, National Grid and Renault. McKinsey &amp; Company, a global management consulting firm, provided the overall project management, developed the fact base and delivered the analytics. The report draws from the input and expertise of a wide range of academic and business leaders.",
        "collectionName":"Greener Management International",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2012",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"f97c45de-c74a-3c72-84f5-dcb56d992cb2",
        "title":"Methodological Aspects of Applying Life Cycle Assessment to Industrial Symbioses",
        "uri":"http://www.mendeley.com/catalog/methodological-aspects-applying-life-cycle-assessment-industrial-symbioses-1/",
        "eexcessURI":"http://www.mendeley.com/catalog/methodological-aspects-applying-life-cycle-assessment-industrial-symbioses-1/",
        "creator":"Tuomas Mattila, Suvi Lehtoranta, Laura Sokka, Matti Melanen, Ari Nissinen",
        "description":"In view of recent studies of the historical development and current status of industrial symbiosis (IS), life cycle assessment (LCA) is proposed as a general framework for quantifying the environmental performance of by-product exchange. Recent guidelines for LCA (International Reference Life Cycle Data System [ILCD] guidelines) are applied to answer the main research questions in the IS literature reviewed. A typology of five main research questions is proposed: (1) analysis, (2) improvement, and (3) expansion of existing systems; (4) design of new eco-industrial parks, and (5) restructuring of circular economies. The LCA guidelines were found useful in framing the question and choosing an appropriate reference case for comparison. The selection of a correct reference case reduces the risk of overestimating the benefits of by-product exchange. In the analysis of existing systems, environmentally extended input-output analysis (EEIOA) can be used to streamline the analysis and provide an industry average baseline for comparison. However, when large-scale changes are applied to the system, more sophisticated tools are necessary for assessment of the consequences, from market analysis to general equilibrium modeling and future scenario work. Such a rigorous application of systems analysis was not found in the current IS literature, but would benefit the field substantially, especially when the environmental impact of large-scale economic changes is analyzed.",
        "collectionName":"Journal of Industrial Ecology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2012",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"18a48537-9888-3c58-a0cf-d9e33e700500",
        "title":"Cradle to Cradle",
        "uri":"http://www.mendeley.com/catalog/cradle-cradle-1/",
        "eexcessURI":"http://www.mendeley.com/catalog/cradle-cradle-1/",
        "creator":"William McDonough, Michael Braungart",
        "description":"Architect William McDonough and chemist Michael Braungart argue that human industry need not damage the natural world. They explain how products can be designed so that, after their useful lives, they will provide nourishment for something new.",
        "collectionName":"Chemical and Engineering News",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2002",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"9294ac1e-48b0-3d28-84b4-2569acd056ad",
        "title":"Current options for the valorization of food manufacturing waste: A review",
        "uri":"http://www.mendeley.com/catalog/current-options-valorization-food-manufacturing-waste-review/",
        "eexcessURI":"http://www.mendeley.com/catalog/current-options-valorization-food-manufacturing-waste-review/",
        "creator":"Nadia Mirabella, Valentina Castellani, Serenella Sala",
        "description":"The production of food waste covers all the food life cycle: from agriculture, up to industrial manufacturing and processing, retail and household consumption. In developed countries, 42% of food waste is produced by households, while 39% losses occur in the food manufacturing industry, 14% in food service sector and remaining 5% in retail and distribution. Increasingly, industrial ecology concepts such as cradle to cradle and circular economy are considered leading principle for eco-innovation, aiming at \"zero waste economy\" in which waste are used as raw material for new products and applications. The large amount of waste produced by the food industry, in addition to being a great loss of valuable materials, also raises serious management problems, both from the economic and environmental point of view. Many of these residues, however, have the potential to be reused into other production systems, trough e.g. biorefineries. The present work focuses on the use of food waste coming from food manufacturing (FWm). Through extensive literature review, the authors present feasibility and constraints of applying industrial symbiosis in recovering waste from food processing, focusing on recycling (excluding energy recovery) of the solid and liquid waste from food processing industry. The main uses of functional ingredients derived from this transformation are presented and discussed, highlighting mainstream sectors of application, e.g. in the nutraceutical and pharmaceutical industry. ?? 2013 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"49f33ed6-8778-3732-a6f1-d411d474b514",
        "title":"Cradle to Cradle: Remaking the Way We Make Things",
        "uri":"http://www.mendeley.com/catalog/cradle-cradle-remaking-way-we-make-things/",
        "eexcessURI":"http://www.mendeley.com/catalog/cradle-cradle-remaking-way-we-make-things/",
        "creator":"Mark Peterson",
        "description":"A manifesto for a radically different philosophy and practice of manufacture and environmentalism. \"Reduce, reuse, recycle,\" urge environmentalists-in other words, do more with less in order to minimize damage. As this book argues, however, this approach perpetuates a one-way \"cradle to grave\" manufacturing model that casts off as much as 90 percent of the materials it uses as waste, much of it toxic. Why not challenge the notion that human industry must inevitably damage the natural world, they ask. Products might be designed so that, after their useful life, they provide nourishment for something new. Elaborating their principles from experience (re)designing everything from carpeting to corporate campuses, the authors make an exciting and viable case for change.-From publisher description.",
        "collectionName":"Journal of Macromarketing",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2004",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"6155868f-b7a6-37c1-be72-e9dbe5dff893",
        "title":"Material flow and circular economy.",
        "uri":"http://www.mendeley.com/research/material-flow-circular-economy-1/",
        "eexcessURI":"http://www.mendeley.com/research/material-flow-circular-economy-1/",
        "creator":"Jian Zhong Chen",
        "description":"At present, the economy is increasingly internationally interconnected. Economic globalization requires systems approaches to promote sustainable economic development. The theory of material flow (MF) is one of the new theories that could positively contribute to the economic globalization. The theory of MF is also closely related to the concept of circular economy, as the pattern of material flow can be considered as a closed feedback process for circulatory purpose that is consisted of &amp;lsquo;resources-production-material flow-consumption-recycled resources&amp;rsquo;. It corresponds to the circular economy's development pattern of &amp;lsquo;resources-products-recycled resources&amp;rsquo;. In view of the pattern of material flow and its relevance to the circular economy, it is concluded that the theory of MF will contribute to the recirculation of natural resources, optimal utilization of resources, improving natural environment and especially the sustainable global economic development. Copyright &amp;copy; 2009 John Wiley &amp; Sons, Ltd. [ABSTRACT FROM AUTHOR]",
        "collectionName":"Systems Research &amp; Behavioral Science",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"eceec057-3c8a-3ae4-9ec2-f6734b072f79",
        "title":"Progress Toward a Circular Economy in China",
        "uri":"http://www.mendeley.com/catalog/progress-toward-circular-economy-china/",
        "eexcessURI":"http://www.mendeley.com/catalog/progress-toward-circular-economy-china/",
        "creator":"John a Mathews, Hao Tan",
        "description":"Eco-industrial initiatives, which close industrial loops by turning wastes at one point in a value chain into inputs at another point, are attracting growing interest as a solution to the problem of sustainability of industrial systems. Although Germany and Japan have made important advances in building recycling incentives into their industrial systems and sought competitive advantage from doing so, China is arguably taking the issue even further (in principle) through its pursuit of a circular economy, now enshrined in law as an official national development goal. In this article, we review a number of the eco-industrial initiatives taken in China and compare them using a common graphical representation with comparable initiatives taken in the West and elsewhere in East Asia. Our aim is to demonstrate some common themes across the case studies, such as the transformation from the former linear economy to a circular economy and the evolutionary processes in which dynamic linkages are gradually established over time. We discuss the drivers of these eco-industrial initiatives as well as the inhibitors, setting the initiatives in an evolutionary framework and introducing a notion of Pareto eco-efficiency to evaluate them. We make the argument that China might be capturing latecomer advantages through its systematic promotion of eco-industrial initiatives within a circular economy framework.",
        "collectionName":"Journal of Industrial Ecology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"e7c3ec7f-333e-3d5a-999f-d851a4cbdbae",
        "title":"Remaking the industrial economy",
        "uri":"http://www.mendeley.com/research/remaking-industrial-economy/",
        "eexcessURI":"http://www.mendeley.com/research/remaking-industrial-economy/",
        "creator":"Hanh Nguyen, Martin Stuchtey, Markus Zils",
        "description":"A regenerative economic model&amp;mdash;the circular economy&amp;mdash; is starting to help companies create more value while reducing their dependence on scarce resources.",
        "collectionName":"McKinsey Quarterly",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"3baf8da8-e6cf-367b-92b9-de13cea940b5",
        "title":"Cradle to cradle: Reverse logistics strategies and opportunities across three industry sectors",
        "uri":"http://www.mendeley.com/catalog/cradle-cradle-reverse-logistics-strategies-opportunities-across-three-industry-sectors/",
        "eexcessURI":"http://www.mendeley.com/catalog/cradle-cradle-reverse-logistics-strategies-opportunities-across-three-industry-sectors/",
        "creator":"Sameer Kumar, Valora Putnam",
        "description":"Manufacturers have experienced institutional pressures in the form of market and regulatory demands to conform to the standards dictated by environmental regulations. The primary forces are studied for three industry sectors (automotive, consumer appliances and electronic) to close the supply chain loop in the product lifecycle. The first deals with identifying the drivers of a growing market for recycled and remanufactured products. The second relates to the creation of economically efficient end-of-life product returns and reuse/recycling practices. The third deals with enabling supply chain coordination for redesign of products, disassembly methods and practices, and services. ?? 2008 Elsevier B.V. All rights reserved.",
        "collectionName":"International Journal of Production Economics",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"900ddddd-2c51-3523-a9bf-dbaffcb57c08",
        "title":"Cradle-to-cradle design: creating healthy emissions - a strategy for eco-effective product and system design",
        "uri":"http://www.mendeley.com/catalog/cradletocradle-design-creating-healthy-emissions-strategy-ecoeffective-product-system-design/",
        "eexcessURI":"http://www.mendeley.com/catalog/cradletocradle-design-creating-healthy-emissions-strategy-ecoeffective-product-system-design/",
        "creator":"Michael Braungart, William McDonough, Andrew Bollinger",
        "description":"Eco-effectiveness and cradle-to-cradle design present an alternative design and production concept to the strategies of zero emission and eco-efficiency. Where eco-efficiency and zero emission seek to reduce the unintended negative consequences of processes of production and consumption, eco-effectiveness is a positive agenda for the conception and production of goods and services that incorporate social, economic, and environmental benefit, enabling triple top line growth. Eco-effectiveness moves beyond zero emission approaches by focusing on the development of products and industrial systems that maintain or enhance the quality and productivity of materials through subsequent life cycles. The concept of eco-effectiveness also addresses the major shortcomings of eco-efficiency approaches: their inability to address the necessity for fundamental redesign of material flows, their inherent antagonism towards long-term economic growth and innovation, and their insufficiency in addressing toxicity issues. A central component of the eco-effectiveness concept, cradle-to-cradle design provides a practical design framework for creating products and industrial systems in a positive relationship with ecological health and abundance, and long-term economic growth. Against this background, the transition to eco-effective industrial systems is a five-step process beginning with an elimination of undesirable substances and ultimately calling for a reinvention of products by reconsidering how they may optimally fulfill the need or needs for which they are actually intended while simultaneously being supportive of ecological and social systems. This process necessitates the creation of an eco-effective system of \"nutrient\" management to coordinate the material flows amongst actors in the product system. The concept of intelligent materials pooling illustrates how such a system might take shape, in reality. ?? 2006.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2007",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"213dd1eb-c862-38af-9a1d-ac24409d9278",
        "title":"Towards the Circular Economy",
        "uri":"http://www.mendeley.com/catalog/towards-circular-economy-22/",
        "eexcessURI":"http://www.mendeley.com/catalog/towards-circular-economy-22/",
        "creator":"Ellen Macarthur",
        "description":"Activities over the past several years, however, clearly show that CE is emerging as an economic strategy rather than a purely environmental strategy. The major objec- tive of the government is to promote the sustainable de- velopment of economy and society, while it also helps to achieve sustainable en- vironmental protection.",
        "collectionName":"Journal of Industrial Ecology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2013",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"8f12072e-bfe0-340c-ac49-6fadef02e14e",
        "title":"Developing country experience with eco-industrial parks: a case study of the Tianjin Economic-Technological Development Area in China",
        "uri":"http://www.mendeley.com/catalog/developing-country-experience-ecoindustrial-parks-case-study-tianjin-economictechnological-developme/",
        "eexcessURI":"http://www.mendeley.com/catalog/developing-country-experience-ecoindustrial-parks-case-study-tianjin-economictechnological-developme/",
        "creator":"Han Shi, Marian Chertow, Yuyan Song",
        "description":"To address the pollution that accompanies rapid industrial growth in China, a National Eco-industrial Park Demonstration Program was launched in 2000. This article provides a case study of the Tianjin Economic-Technological Development Area (TEDA). The emergence of an environmental institution in TEDA is used as a backdrop to assess how TEDA has transformed itself into one of the top three national eco-industrial parks in China. Following two years of field research, a network of 81 inter-firm symbiotic relationships formed in TEDA during the past 16 years were identified involving the utility, automobile, electronics, biotechnology, food and beverage, and resource recovery clusters. The article assesses the environmental benefits of the key symbiotic exchanges in TEDA and summarizes some unique characteristics of EIP progress in a developing country. &amp;copy; 2009 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"0878b78e-a1e6-3909-afab-8e321682d595",
        "title":"A purview of waste management evolution: Special emphasis on USA",
        "uri":"http://www.mendeley.com/catalog/purview-waste-management-evolution-special-emphasis-usa/",
        "eexcessURI":"http://www.mendeley.com/catalog/purview-waste-management-evolution-special-emphasis-usa/",
        "creator":"Naushad Kollikkathara, Huan Feng, Eric Stern",
        "description":"The generation of waste in urban regions over time is seen to impact the balance of anthropogenic and natural resources. Various national and international initiatives to manage urban solid waste are in place and has thus have evolved at present to form an assortment of different subcomponents involving environmental, administrative, regulatory, scientific, market, technology, and socio-economic factors, which has increasing bearing on the US due to its volume and nature of discards. This paper draws together the various aspects of municipal solid waste (MSW) management as it evolved, particularly in the American society through reviewing works and findings. In many parts of the country, waste management at present, primarily involves landfilling, incineration with and without energy recovery, recycling and composting. Legislation, nature of wastes and market trends continue to redefine management operations and its responsibilities and impacts. Complexities are added to it by the nature of urban development as well. New studies and concepts like 3Rs, cradle-to-cradle, industrial ecology, and integrated waste management are adding new dimensions for solving waste problems towards achieving sustainable resource use. Local initiatives, both public and private are in the forefront of adopting alternate waste management procedures. The assistance from various government and private bodies, supporting shifts in waste management approaches, have immense value, as according to the new paradigms, nothing goes to waste. ?? 2008 Elsevier Ltd.",
        "collectionName":"Waste Management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"1604f692-ecfe-30ba-b82f-32c8a9201970",
        "title":"The Impact of Scale, Recycling Boundary, and Type of Waste on Symbiosis and Recycling: An Empirical Study of Japanese Eco-Towns",
        "uri":"http://www.mendeley.com/catalog/impact-scale-recycling-boundary-type-waste-symbiosis-recycling-empirical-study-japanese-ecotowns/",
        "eexcessURI":"http://www.mendeley.com/catalog/impact-scale-recycling-boundary-type-waste-symbiosis-recycling-empirical-study-japanese-ecotowns/",
        "creator":"Xudong Chen, Tsuyoshi Fujita, Satoshi Ohnishi, Minoru Fujii, Yong Geng",
        "description":"Innovativewaste recycling through industrial processes such as industrial and urban symbiosis has long been practiced and recently received much attention in the field of industrial ecology, with researchers making efforts to identify key contributing factors to successful industrial symbiosis. By analyzing 88 sample recycling projects in 23 eco-towns in Japan, this article focuses on the factors of project scale, recycling boundary, and types of waste in relationship to environmental benefits and operational performance. The results showed that larger eco-towns achieved more savings of virgin materials and higher stability in operation. Large-scale projects tended to locate closer to the users of recycled products than did small-scale projects. For treating similar types of waste, projects producing recycled products for special users (e.g., feedstock to a blast furnace for iron production) tended to locate closer to the users than those not producing for special users. The type of waste had a strong effect on the savings of virgin materials and recycling boundaries, while local factors had significant impacts on operational performance. The results also showed that agglomeration did not significantly contribute to the environmental benefits or operational performance of eco-town projects. Another finding was that national agencies were helpful for facilitating cross-prefecture transportation and long-distance transaction of wastes. Implications of the findings are also discussed.",
        "collectionName":"Journal of Industrial Ecology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2012",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"f7a8c0af-6e4a-3edb-9a6b-ce23da6731dc",
        "title":"Ecological utilization of leather tannery waste with circular economy model",
        "uri":"http://www.mendeley.com/catalog/ecological-utilization-leather-tannery-waste-circular-economy-model/",
        "eexcessURI":"http://www.mendeley.com/catalog/ecological-utilization-leather-tannery-waste-circular-economy-model/",
        "creator":"Jing Hu, Zuobing Xiao, Rujun Zhou, Weijun Deng, Mingxi Wang, Shuangshuang Ma",
        "description":"Circular economy (CE) focuses on resource-productivity and eco-efficiency improvement in a comprehensive way, especially on the industrial structure optimization of new technology development and application, equipment renewal and management renovation. The leather industry on the one side boosts the local economic development, on the other side however leads to the tremendous environment pollution and biological chains destruction. The CE model has been implemented as a new way of raw materials, water and energy consumption reduction in the leather industry. Reduce, Reuse, Recycle and Recover of the tannery effluents have been discussed in detail according to the different operation processes. The successful treatment approaches with analysis in the aspects such as wastewater, solid waste, sulfide, Chemical Oxygen Demand (COD), ammonium salt, chloride and chrome of the leather tannery with CE model provide guidance for the sustainable development of leather industry in the future. &amp;copy; 2010 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"fb5a690b-b0fb-3c8c-a54d-9c7e03ca5418",
        "title":"A systems and thermodynamics perspective on technology in the circular economy",
        "uri":"http://www.mendeley.com/research/systems-thermodynamics-perspective-technology-circular-economy/",
        "eexcessURI":"http://www.mendeley.com/research/systems-thermodynamics-perspective-technology-circular-economy/",
        "creator":"C F Rammelt, P T Crisp",
        "description":"Several discourses on environment and sustainability are characterised by a strong confidence in the potential of technology to address, if not solve, the ecological impacts resulting from physically expanding systems of production and consumption. The optimism is further encouraged by leading environmental engineering concepts, including cradle-to-cradle and industrial ecology, as well as broader frameworks, such as natural capitalism and the circular economy. This paper explores the viability of their promise from a biophysical perspective, which is based on insights from system dynamics and thermodynamics. Such an ecological reality check is generally ignored or underestimated in the literature on aforementioned concepts and frameworks. The paper ultimately reflects on what role society can realistically assign to technology for resolving its ecological concerns. While environmental engineering undoubtedly has something to offer, it will end up chasing its tail if the social and economic forces driving up production and consumption are not addressed.",
        "collectionName":"Real-World Economics Review",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"2fe8fbb4-9c3f-32be-a642-372cb12cd387",
        "title":"Industrial symbiosis and waste recovery in an Indian industrial area",
        "uri":"http://www.mendeley.com/catalog/industrial-symbiosis-waste-recovery-indian-industrial-area/",
        "eexcessURI":"http://www.mendeley.com/catalog/industrial-symbiosis-waste-recovery-indian-industrial-area/",
        "creator":"Ariana Bain, Megha Shenoy, Weslynne Ashton, Marian Chertow",
        "description":"Recovery, reuse and recycling of industrial residuals, often dismissed as wastes, are common in India and other industrializing countries largely due to lower associated costs. Some wastes are reused within the facility where they are generated, others are reused directly by nearby industrial facilities, and some are recycled via the formal and informal recycling markets. Direct inter-firm reuse is the cornerstone of the phenomenon termed industrial symbiosis, where firms cooperate in the exchange of material and energy resources. This study applies material flow analysis to an economically diverse industrial area in South India to characterize the recovery, reuse and recycling of industrial residuals. It quantifies the generation of waste materials from 42 companies as well as the materials that are directly traded across facilities and those that are recycled or disposed. This study encompasses a business cluster in Mysore in the State of Karnataka, and is the first in India to thoroughly quantify material flows to identify existing symbiotic connections in an industrial area. Examined industries in this industrial area generate 897,210 metric tons of waste residuals annually, and recovered 99.5% of these, 81% with reused by the companies that generated them, with one company, a sugar refinery, processing most of this amount. Geographic data show that operations within 20km of the industrial area receive over 90% of residuals exiting facility gates. Two-thirds of this amount goes directly to other economic actors for reuse. This study makes key contributions to the literature in distinguishing how particular types of materials are reused in different ways, the geographic extent of symbiotic activities and the important role of the informal sector in industrial waste management in industrializing regions. &amp;copy; 2010 Elsevier B.V.",
        "collectionName":"Resources, Conservation and Recycling",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"e0d84708-9f4e-3dcb-9175-fe4888ca1d0c",
        "title":"Regional industrial ecology: examples from regional economic systems of forest industry and energy supply in Finland.",
        "uri":"http://www.mendeley.com/catalog/regional-industrial-ecology-examples-regional-economic-systems-forest-industry-energy-supply-finland/",
        "eexcessURI":"http://www.mendeley.com/catalog/regional-industrial-ecology-examples-regional-economic-systems-forest-industry-energy-supply-finland/",
        "creator":"J Korhonen",
        "description":"Industrial ecology (IE) promotes the development of industrial systems based on recycling of matter and cascading of energy through cooperation. In this paper, the local/regional industrial ecosystem approach is reflected in two examples from Finland. The local forest industry system is based on renewable resources, waste materials and energy utilisation between forestry companies, a saw-mill, a pulp mill, a paper mill and a forest industry power plant. Waste energy from electricity production is used for production of heat and process steam. Regional city energy supply systems in Finland are also to a large extent arranged around power plants that utilise waste energy. The potential of combining the forest industry system with the energy supply systems of cities is considered and the conditions for success in the Finnish case are discussed.",
        "collectionName":"Journal of environmental management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2001",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"995d5c0b-5471-3efe-8317-1cfa8358b31b",
        "title":"Promoting industrial symbiosis network through public-private partnership: A case study of TEDA",
        "uri":"http://www.mendeley.com/catalog/promoting-industrial-symbiosis-network-through-publicprivate-partnership-case-study-teda/",
        "eexcessURI":"http://www.mendeley.com/catalog/promoting-industrial-symbiosis-network-through-publicprivate-partnership-case-study-teda/",
        "creator":"Yu Qi, Huiming Li, Junfeng Wang",
        "description":"As Circular Economy (CE) and sustainable development have been widely recognized in the world, industrial solid waste exchange as a sort of typical industrial symbiosis phenomenon is being opened, mined and utmost importance for resources-saving and environment-friendly society. Commercial businesses and manufacturers are under pressure to be responsible both environmentally and economically in China; the increasing cost of industrial solid waste treatment has led local governments to examine if this service is best provided by the public sector or can better be provided by the private sector. Public-private partnerships have emerged as a promising alternative to improve industrial solid waste management performance with privately owned enterprises often outperforming publicly owned ones. In 2004, an EU-China Environmental Management Cooperation Program (EMCP) of state government agencies, private business, not-for-profits and educational institutions met to discuss the potential for a industrial solid waste exchange in Tianjin Economic and Technological Development Area (TEDA) EIP, China. This paper discusses public-private partnerships as a method in which private sector working with government, private business, and educational organizations developed a collaborative statewide program involving the exchange of materials from manufacturers and commercial business in TEDA EIP. The paper also figures out the case of industrial symbiosis network in TEDA and the benefits and challenges gained by related behavior activities during the process of production, development and evolvement of industrial symbiosis network. Analysis of alternatives for private sector involvement in waste management is considered and management approaches are outlined.",
        "collectionName":"3rd International Conference on Bioinformatics and Biomedical Engineering, iCBBE 2009",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"622a9a8a-fa64-3c75-9faa-2dfd86c15e80",
        "title":"Developing country experience with industrial symbiosis: A case study of The Beijiang Power plant complex in Tianjin, China",
        "uri":"http://www.mendeley.com/catalog/developing-country-experience-industrial-symbiosis-case-study-beijiang-power-plant-complex-tianjin-c/",
        "eexcessURI":"http://www.mendeley.com/catalog/developing-country-experience-industrial-symbiosis-case-study-beijiang-power-plant-complex-tianjin-c/",
        "creator":"Peng Mei Li",
        "description":"Industrial symbiosis activities are being implemented in the philosophy of circular economy in China. Integrating industrial symbiosis into the corporate development plans to optimize materials and energy flows is a feasible strategy for many corporations in their transition between nonsustainable and sustainable development. The Beijiang Power Plant complex is the largest circular economy pilot in China. This study expounds on its transition course, and in which three factors are essential to making this symbiosis achievable: integration guiding principle; enterprises take the initiative; advanced technology support. We hope to point to a feasible development path for similar corporations.",
        "collectionName":"2011 International Conference on Electric Technology and Civil Engineering, ICETCE 2011 - Proceedings",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"c0f5767e-5f18-3602-b6fb-511da50895c5",
        "title":"Planning and uncovering industrial symbiosis: Comparing the Rotterdam and Oestergoetland regions",
        "uri":"http://www.mendeley.com/catalog/planning-uncovering-industrial-symbiosis-comparing-rotterdam-stergtland-regions/",
        "eexcessURI":"http://www.mendeley.com/catalog/planning-uncovering-industrial-symbiosis-comparing-rotterdam-stergtland-regions/",
        "creator":"Leo Baas",
        "description":"Industrial ecology is defined as the study of material and energy flows through industrial systems and as such may focus on a geographic area, resource and/or industry sector. In these types of setting, industrial ecology is also often known as industrial symbiosis (IS). The proximity of companies in industrial estates facilitates the linking of utilities and the exchange of wastes and by-products, which may eventually be useful inputs for adjacent industrial processes. The typical model that has been applied in several regions of the world is one where an anchor-tenant organization with energy and by-product linkages is connected to companies physically located nearby. In the case of biomass symbiosis, however, the resource chains are not explicitly arranged by their industrial setting and the supply of waste and by-products is able to be organized in a more scattered way.\\nIn this article, the role of industrial symbiosis is analyzed in respect of the planned industrial symbiosis activities in the Rotterdam Harbour and Industry Complex in the Netherlands and in the application of renewable energy in the &amp;Ouml;sterg&amp;ouml;tland region in Sweden.\\nThe objective of this article is to discuss the similarities and differences between the planned industrial symbiosis activities in Rotterdam and the unplanned biomass and industrial symbiosis activities in the &amp;Ouml;sterg&amp;ouml;tland region. By presenting this knowledge in this article, it is anticipated that further development of industrial symbiosis application processes may be achieved. Copyright &amp;copy; 2011 John Wiley &amp; Sons, Ltd and ERP Environment.",
        "collectionName":"Business Strategy and the Environment",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"5f5e0059-283b-398e-859d-879bc391eeac",
        "title":"Industrial symbiosis: High purity recovery of metals from Waelz sintering waste by aqueous SO2 solution",
        "uri":"http://www.mendeley.com/catalog/industrial-symbiosis-high-purity-recovery-metals-waelz-sintering-waste-aqueous-so2-solution/",
        "eexcessURI":"http://www.mendeley.com/catalog/industrial-symbiosis-high-purity-recovery-metals-waelz-sintering-waste-aqueous-so2-solution/",
        "creator":"Mehmet &amp;Ccedil;opur, Turgay Pekdemir, Sabri &amp;Ccedil;olak, Asim K&amp;uuml;nk&amp;uuml;l",
        "description":"Sintering operation in the production of Zn, Cd, and Pb by Waelz process produces a powdery waste containing mainly (about 70%) ZnO, CdO, and PbO. The waste may be referred to as Waelz sintering waste (WSW). The aim of this study is to develop a process for the separation and recovery of the metals from WSW with high purities. The process is based on the dissolution of the WSW in aqueous SO2 solution. The research reported here concentrated on the effect of some important operational parameters on dissolution process. The parameters investigated and their ranges were as follows: SO2 gas flow rate (V); 38-590 ml/min, stirring speed (W); 100-1000 rpm, reaction temperature (T); 13-60 &amp;deg;C, reaction time (t); 1-16 min, and solid-liquid ratio (S/L); 0.1-0.5 g/ml. The results showed that the dissolution rate increased with increasing W, V, and S/L and decreasing T. The best dissolution conditions were found to be V = 325 ml/min, W = 600 rpm, t = 6 min, T = 21 &amp;deg;C, and S/L = 0.1 g/ml. Separation of Zn from Cd involved precipitation of ZnSO3 from a mixture solution. The best pH level for the precipitation was observed to be 6. &amp;copy; 2007 Elsevier B.V. All rights reserved.",
        "collectionName":"Journal of Hazardous Materials",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2007",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"fd15d10f-724a-3add-b281-d6614e90bf16",
        "title":"A case study of industrial symbiosis: Nanning Sugar Co., Ltd. in China",
        "uri":"http://www.mendeley.com/catalog/case-study-industrial-symbiosis-nanning-sugar-co-ltd-china/",
        "eexcessURI":"http://www.mendeley.com/catalog/case-study-industrial-symbiosis-nanning-sugar-co-ltd-china/",
        "creator":"Shanlin Yang, Nanping Feng",
        "description":"Industrial symbiosis activities are being implemented in the philosophy of \"circular economy\" in China. Integrating industrial symbiosis into the corporate development plans to optimize materials and energy flows is a feasible strategy for many corporations in their transition between nonsustainable and sustainable development. By constructing industrial ecosystems, Nanning Sugar Co., Ltd. in China, has achieved the successful transition from a traditional corporation to a sustainable corporation, or rather, a circular corporation. This study expounds on its whole transition course to a circular complex in the past decade, in which four factors are essential to making this symbiosis achievable: rational production structures; raw materials advantages; technical supports and correct diversification. The corporation is in charge of almost all the aspects of its affiliated companies and the management mode, in particular, differing from that of industrial symbiosis systems in Kalundborg, is considered another potential factor contributing to the corporate success. The transition mode in question is hoped to point to a feasible development path for similar corporations. ?? 2007 Elsevier B.V. All rights reserved.",
        "collectionName":"Resources, Conservation and Recycling",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"c8edac25-4a4e-3f61-bbf6-6d3df960f714",
        "title":"Environmental and economic gains of industrial symbiosis for Chinese iron/steel industry: Kawasaki's experience and practice in Liuzhou and Jinan",
        "uri":"http://www.mendeley.com/catalog/environmental-economic-gains-industrial-symbiosis-chinese-ironsteel-industry-kawasakis-experience-pr/",
        "eexcessURI":"http://www.mendeley.com/catalog/environmental-economic-gains-industrial-symbiosis-chinese-ironsteel-industry-kawasakis-experience-pr/",
        "creator":"Liang Dong, Hui Zhang, Tsuyoshi Fujita, Satoshi Ohnishi, Huiquan Li, Minoru Fujii, Huijuan Dong",
        "description":"With material and energy flow features, iron/steel industry has unique advantage in the industrial symbiosis (IS) formation to realize environmental and economic benefit simultaneously. The quantification of the scale and significance of IS benefits is valuable for IS promotion, while there is much few attention to it, especially in China. Under this circumstance, this paper evaluates and compares the number, scale and the related environmental/economic gains of IS activities in iron/steel-centered industrial areas in Liuzhou and Jinan in China, and Kawasaki in Japan. Results show that: in Liuzhou, there are three symbiosis activities between industries. The annual by-product/waste exchange is more than 2 million ton/y, gaining economic revenue more than 36.55 million USD for the iron/steel company. In Jinan, seven symbiotic links are between industries, and two are between urban community and iron/steel plant. The total by-product/waste exchange is over 8 million ton/y and the economic gains account to 158 million USD. In Kawasaki, iron/steel industry relates to four symbiotic links, the total by-product/waste exchange amount is about 500 kton/y, with the economic gains over 54 million USD. The form and the complexity of the IS network are different in the three cases. IS in Liuzhou and Jinan are with the features of large number and scale, but single types. While in Kawasaki, IS includes not only traditional exchanges between iron/steel plant and the other industries, but also the innovative utilization of urban refuse by industrial area. Finally, from the perspective of technology, legislative framework and support policy, circular technology inventory, integrated waste management system, information platform and national subsidies are needed to support the ever-improvement of IS promotion in China's iron/steel industry. &amp;copy; 2013 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2013",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"b9d3b766-af8e-3a87-a711-66b252dd0f4f",
        "title":"An analysis on the resource recycling pathway in industrial symbiosis network based on circular economy theory",
        "uri":"http://www.mendeley.com/catalog/analysis-resource-recycling-pathway-industrial-symbiosis-network-based-circular-economy-theory/",
        "eexcessURI":"http://www.mendeley.com/catalog/analysis-resource-recycling-pathway-industrial-symbiosis-network-based-circular-economy-theory/",
        "creator":"Yin Jianhua, Wang Zhaohua",
        "description":"Industrial symbiosis network (ISN) is an efficient organizational form for improving resource recycling and efficiency in industrial cluster area. Because of the variety of industrial cluster area formation model, the industrial symbiosis network is different with each other. Based on the circular economy theory, combing with international tendency of cluster area, the paper puts forward the relying-on-oriented industrial symbiosis network. Meanwhile, it also analyzes resource recycling organizational mechanism, operating pattern and environmental performance. Through the above efforts, we hope it could be helpful for industry cluster area sustainable development in China.",
        "collectionName":"2009 IEEE/INFORMS International Conference on Service Operations, Logistics and Informatics, SOLI 2009",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"e386f08d-eff4-3d63-a178-e1485052151e",
        "title":"Life cycle assessment of an industrial symbiosis based on energy recovery from dried sludge and used oil",
        "uri":"http://www.mendeley.com/catalog/life-cycle-assessment-industrial-symbiosis-based-energy-recovery-dried-sludge-used-oil/",
        "eexcessURI":"http://www.mendeley.com/catalog/life-cycle-assessment-industrial-symbiosis-based-energy-recovery-dried-sludge-used-oil/",
        "creator":"Qiang Liu, Peipei Jiang, Jun Zhao, Bo Zhang, Huadan Bian, Guangren Qian",
        "description":"Recovering energy from wastes is a useful strategy for integrated waste and energy management in an eco-industrial park (EIP) and gives promising reduction of wastes, total energy consumption and operation cost. In Jinqiao EIP, Pudong New Area, Shanghai, an industrial symbiosis, based on the energy recovery from municipal sewage sludge and re-refined oil, was proposed in the central heat-supplying company of Jinqiao EIP. It is expected that hot off-gas or part of the steam from the central heat-supplying company could be used for sludge drying and used oil re-refining while the dried sludge and refined oil can be partial substitution for fossil fuel. For the purpose of assessing the environmental performance of this industrial symbiosis, life cycle assessment (LCA) was used and different scenarios were set up in this study to evaluate the Global warming Potential (GWP), Acidification Potential (AP), Eutrophication Potential (EP), Human toxicity air (HTA) and Total Environmental Impact Potential (TEIP) of the system. Results indicate that when the substitute ratio of coal by sludge is 14%, the proposed industrial symbiosis has the least environmental impact. Compared with the current situation (sludge is landfilled), co-combustion of dried sludge and re-refined oil with coal at optimal scale will release less CO2, CH4, NOx, N2O and CO, but more SO2, H2S, NH3, HCl, polycyclic aromatic hydrocarbons (PAHs), non-methane volatile organic compounds (NMVOC) and heavy metals. &amp;copy; 2011 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"4356b766-0216-321d-8456-bdcfcdb07047",
        "title":"Quantitative assessment of industrial symbiosis for the promotion of circular economy: a case study of the printed circuit boards industry in China's Suzhou New District",
        "uri":"http://www.mendeley.com/research/quantitative-assessment-industrial-symbiosis-promotion-circular-economy-case-study-printed-circuit-b/",
        "eexcessURI":"http://www.mendeley.com/research/quantitative-assessment-industrial-symbiosis-promotion-circular-economy-case-study-printed-circuit-b/",
        "creator":"Zongguo Wen, Xiaoyan Meng",
        "description":"By strengthening material metabolism among collocated enterprises in leading industrial production chains in eco-industrial parks (EIPs), an industrial symbiosis (IS) system can be constructed, which is effective in strengthening the circular economy (CE). It has become important for EIPs to quantitatively evaluate the CE performance of the production chain while also seeking specific measures that could promote resources utilization efficiency. In this paper, we combine the substance flow analysis (SFA) approach with the resource productivity (RP) indicator to evaluate the contribution of IS to the development of circular economy. Through questionnaires and field surveys of key enterprises in Suzhou New District (SND), a substance flow analysis and resource productivity indicator were developed for core materials (copper, water and energy) in printed circuit boards (PCB) production under the excluding waste utilization scenario and including waste utilization scenario. The results show that the RPCu of chain from electrolytic copper production enterprises (ECPE) to electrolytic copper foil production enterprises is respectively 21.38 and 23.15 thousand yuan per ton, from ECPE to copper clad laminate (CCL) production enterprises is respectively 64.15 and 71.32 thousand yuan per ton, and from ECPE to PCB production enterprises is respectively 176.47and 211.21 thousand yuan per ton under the two scenarios. RP is enhanced by prolonging the industrial production chain and the RP under the excluding waste utilization scenario is higher than the including waste utilization scenario for the same chain, which can be achieved through greater IS. Finally we propose further implications on developing CE in EIPs. ?? 2014 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"095ad529-955c-3fc2-a198-ed0003c65753",
        "title":"The legacy of fossil fuels",
        "uri":"http://www.mendeley.com/research/legacy-fossil-fuels/",
        "eexcessURI":"http://www.mendeley.com/research/legacy-fossil-fuels/",
        "creator":"Nicola Armaroli, Vincenzo Balzani",
        "description":"Currently, over 80% of the energy used by mankind comes from fossil fuels. Harnessing coal, oil and gas, the energy resources contained in the store of our spaceship, Earth, has prompted a dramatic expansion in energy use and a substantial improvement in the quality of life of billions of individuals in some regions of the world. Powering our civilization with fossil fuels has been very convenient, but now we know that it entails severe consequences. We treat fossil fuels as a resource that anyone anywhere can extract and use in any fashion, and Earth's atmosphere, soil and oceans as a dump for their waste products, including more than 30Gt/y of carbon dioxide. At present, environmental legacy rather than consistence of exploitable reserves, is the most dramatic problem posed by the relentless increase of fossil fuel global demand. Harmful effects on the environment and human health, usually not incorporated into the pricing of fossil fuels, include immediate and short-term impacts related to their discovery, extraction, transportation, distribution, and burning as well as climate change that are spread over time to future generations or over space to the entire planet. In this essay, several aspects of the fossil fuel legacy are discussed, such as alteration of the carbon cycle, carbon dioxide rise and its measurement, greenhouse effect, anthropogenic climate change, air pollution and human health, geoengineering proposals, land and water degradation, economic problems, indirect effects on the society, and the urgent need of regulatory efforts and related actions to promote a gradual transition out of the fossil fuel era. While manufacturing sustainable solar fuels appears to be a longer-time perspective, alternatives energy sources already exist that have the potential to replace fossil fuels as feedstocks for electricity production.",
        "collectionName":"Chemistry - An Asian Journal",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"eef81e67-b1e1-35fc-af22-9e4fb2361d05",
        "title":"Oil shale and climate policy in the shift to a low carbon and more resilient economy",
        "uri":"http://www.mendeley.com/catalog/oil-shale-climate-policy-shift-low-carbon-more-resilient-economy/",
        "eexcessURI":"http://www.mendeley.com/catalog/oil-shale-climate-policy-shift-low-carbon-more-resilient-economy/",
        "creator":"D. Pasqualini, A. M. Bassi",
        "description":"Policy makers worldwide are recently debating options to implement an effective climate policy that would put a cap on green house gas emissions. At the same time, investors are carefully evaluating the profitability of unconventional fossil fuels such as shale oil. To enhance the understanding of the impacts of a climate policy such as the American Clean Energy and Security Act of 2009, on oil shale production - and vice versa - we have customized an integrated assessment model, the Climate and Energy Assessment for Resiliency model for Unconventional Fossil Fuels to the U.S. Western Energy Corridor. Our analysis indicates that while the bill would increase the production cost of oil shale, the industry remains highly profitable in the longer-term, generating a potential profit of about $10 to $16 billion per year by 2040 at 2.5. million barrels per day. These results suggest that the oil shale industry may comfortably face the enactment of a carbon policy, albeit with some caveats. Furthermore, while its potential economic impact on non-compliant industries may be severe, it would generate mounting profits for those achieving energy efficiency gains, thereby increasing the profitability of energy efficiency investments. ?? 2013.",
        "collectionName":"Technological Forecasting and Social Change",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"7bd1936b-4154-34d3-a293-da44f31b2951",
        "title":"Depletion of fossil fuels and anthropogenic climate change-A review",
        "uri":"http://www.mendeley.com/catalog/depletion-fossil-fuels-anthropogenic-climate-changea-review/",
        "eexcessURI":"http://www.mendeley.com/catalog/depletion-fossil-fuels-anthropogenic-climate-changea-review/",
        "creator":"Mikael H&amp;ouml;&amp;ouml;k, Xu Tang",
        "description":"Future scenarios with significant anthropogenic climate change also display large increases in world production of fossil fuels, the principal CO2 emission source. Meanwhile, fossil fuel depletion has also been identified as a future challenge. This chapter reviews the connection between these two issues and concludes that limits to availability of fossil fuels will set a limit for mankind's ability to affect the climate. However, this limit is unclear as various studies have reached quite different conclusions regarding future atmospheric CO2 concentrations caused by fossil fuel limitations. It is concluded that the current set of emission scenarios used by the IPCC and others is perforated by optimistic expectations on future fossil fuel production that are improbable or even unrealistic. The current situation, where climate models largely rely on emission scenarios detached from the reality of supply and its inherent problems are problematic. In fact, it may even mislead planners and politicians into making decisions that mitigate one problem but make the other one worse. It is important to understand that the fossil energy problem and the anthropogenic climate change problem are tightly connected and need to be treated as two interwoven challenges necessitating a holistic solution. &amp;copy; 2012 Elsevier Ltd.",
        "collectionName":"Energy Policy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2013",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"5ca8604a-cf6b-36dc-a64b-da9d53422d7d",
        "title":"Lean consumption",
        "uri":"http://www.mendeley.com/catalog/lean-consumption/",
        "eexcessURI":"http://www.mendeley.com/catalog/lean-consumption/",
        "creator":"James P. Womack, Daniel T. Jones",
        "description":"During the past 20 years, the real price of most consumer goods has fallen worldwide, the variety of goods and the range of sales channels offering them have continued to grow, and product quality has steadily improved. So why is consumption often so frustrating? It doesn't have to be--and shouldn't be--the authors say. They argue that it's time to apply lean thinking to the processes of consumption--to give consumers the full value they want from goods and services with the greatest efficiency and the least pain. Companies may think they save time and money by off-loading work to the consumer but, in fact, the opposite is true. By streamlining their systems for providing goods and services, and by making it easier for customers to buy and use those products and services, a growing number of companies are actually lowering costs while saving everyone time. In the process, these businesses are learning more about their customers, strengthening consumer loyalty, and attracting new customers who are defecting from less user-friendly competitors. The challenge lies with the retailers, service providers, manufacturers, and suppliers that are not used to looking at total cost from the standpoint of the consumer and even less accustomed to working with customers to optimize the consumption process. Lean consumption requires a fundamental shift in the way companies think about the relationship between provision and consumption, and the role their customers play in these processes. It also requires consumers to change the nature of their relationships with the companies they patronize. Lean production has clearly triumphed over similar obstacles in recent years to become the dominant global manufacturing model. Lean consumption, its logical companion, can't be far behind.",
        "collectionName":"Harvard Business Review",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2005",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"2b7259a7-c5b5-31ae-8db4-eef62f373ff1",
        "title":"An econometrics view of worldwide fossil fuel consumption and the role of US",
        "uri":"http://www.mendeley.com/research/econometrics-view-worldwide-fossil-fuel-consumption-role/",
        "eexcessURI":"http://www.mendeley.com/research/econometrics-view-worldwide-fossil-fuel-consumption-role/",
        "creator":"Shahriar Shafiee, Erkan Topal",
        "description":"Crude oil, coal and gas, known as fossil fuels, play a crucial role in the global economy. This paper proposes new econometrics modelling to demonstrate the trend of fossil fuels consumption. The main variables affecting consumption trends are: world reserves, the price of fossil fuels, US production and US net imports. All variables have been analysed individually for more than half a century. The research found that while the consumption of fossil fuels worldwide has increased trends in the US production and net imports have been dependent on the type of fossil fuels. Most of the US coal and gas production has been for domestic use, which is why it does not have a strong influence on worldwide fossil fuel prices. Moreover, the reserves of fossil fuels have not shown any diminution during the last couple of decades and predictions that they were about to run out are not substantiated. The nominal and real price of fossil fuels was found to change depending on the type. Finally, estimates of three econometric models for the consumption of fossil fuels from 1949 to 2006 are presented which identify the effects of significant variables. Crown Copyright ?? 2007.",
        "collectionName":"Energy Policy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"056cd3b2-f3a7-35ee-8a8c-74fd9802897b",
        "title":"Carbon Dioxide Emissions Embodied in International Trade of Goods",
        "uri":"http://www.mendeley.com/catalog/carbon-dioxide-emissions-embodied-international-trade-goods/",
        "eexcessURI":"http://www.mendeley.com/catalog/carbon-dioxide-emissions-embodied-international-trade-goods/",
        "creator":"Nadim Ahmad, Andrew Wyckoff",
        "description":"Efforts such as the Kyoto Protocol to reduce emissions that may be linked to climate change focus on six greenhouse gases (GHG). Carbon dioxide is by far the largest of these by volume, representing about 80% of the total emissions of these six gases. Almost all carbon dioxide is emitted during the combustion of fossil fuels and OECD countries account for over half of the total carbon dioxide emission in the world while an additional four countries (Brazil, China, India and Russia) together account for a further quarter of the global total. Many policies designed to reduce these emissions set emission reduction goals based on some previous level (e.g. 1990 in the case of Kyoto for many countries) which is used as a benchmark for success and compliance to the protocol. But changes in emissions at the national level can occur for many reasons: including the relocation of production abroad, and/or by import substitution. This may have a negligible impact on global emissions but, if the imports use more GHG intensive production processes than the domestically produced goods that they displace, global emissions could well be higher. The objective of this paper is to explore the role of trade in goods in this context by creating an indicator that estimates CO2 emissions related to domestic demand, for 24 countries (responsible for 80% of global CO2 emissions), as a complement to the more common indicator of emissions associated with domestic production of emissions, such as that used in the Kyoto Protocol. Using conservative assumptions the paper shows that estimates of CO2 emissions generated to satisfy domestic demand in the OECD in 1995 were 5% higher than emissions related to production. To put this figure into perspective only six countries in the world directly emitted more CO2 in 1995.",
        "collectionName":"Technology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2003",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"15160706-d598-3caf-be3c-cd5d0fa5233e",
        "title":"The role of bio-fuels in satisfying US transportation fuel demands",
        "uri":"http://www.mendeley.com/catalog/role-biofuels-satisfying-transportation-fuel-demands/",
        "eexcessURI":"http://www.mendeley.com/catalog/role-biofuels-satisfying-transportation-fuel-demands/",
        "creator":"Berk Akinci, Paul G. Kassebaum, Jonathan V. Fitch, Robert W. Thompson",
        "description":"In spite of the abundant interest in conversion of agricultural products into useful energy carriers, there have been relatively few studies assessing the magnitude of the impact these fuels can make on satisfying US energy demands. There have been fewer studies of unintended consequences stemming from these enterprises, although several research groups have begun questioning the appropriate levels of subsidies provided to individuals and companies to stimulate production of bio-fuels. In this paper, the production capacities for bio-fuels-ethanol and biodiesel-are evaluated for their potential impact on the US energy market. Several ramifications of these technologies are reviewed. This study concludes that ethanol or biodiesel production do not appear scalable to make a significant difference on the US fossil fuel demand for transportation. Aspects of this study point to systemic changes that may be required in lifestyles and attitudes toward energy consumption. Finally, comments regarding US energy policies are included to stimulate discussion. ?? 2008 Elsevier Ltd. All rights reserved.",
        "collectionName":"Energy Policy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"6bcf7cb2-7468-3a85-b709-25f0998cf3af",
        "title":"Sustainable chemical technologies in production of clean fuels from fossil fuels",
        "uri":"http://www.mendeley.com/research/sustainable-chemical-technologies-production-clean-fuels-fossil-fuels/",
        "eexcessURI":"http://www.mendeley.com/research/sustainable-chemical-technologies-production-clean-fuels-fossil-fuels/",
        "creator":"Marian Taniewski",
        "description":"Some aspects of the present and the possible future role of sustainable chemical technologies in the production of clean liquid and gaseous fuels from fossil fuels are discussed. The state-of-the-art and the vision of possible sources and alternative routes which may lead to clean fuels from fossil fuels due to the progress in crude oil, natural gas and coal processing are briefly presented. The possible future role of the Fischer-Tropsch synthesis, methanol synthesis, dimethylether synthesis, and a group of methanol transformation processes is also discussed.",
        "collectionName":"Clean - Soil, Air, Water",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"b3705495-bdb0-351b-abb8-f1e23ab0127f",
        "title":"Ecosystem services of the tropical seascape: Interactions, substitutions and restoration",
        "uri":"http://www.mendeley.com/catalog/ecosystem-services-tropical-seascape-interactions-substitutions-restoration/",
        "eexcessURI":"http://www.mendeley.com/catalog/ecosystem-services-tropical-seascape-interactions-substitutions-restoration/",
        "creator":"Fredrik Moberg, Patrik R&amp;ouml;nnb&amp;auml;ck",
        "description":"The tropical coastal \"seascape\" often includes a patchwork of mangroves, seagrass beds, and coral reefs that produces a variety of natural resources and ecosystem services. By looking into a limited number of attempts at substitution and restoration of ecosystem services (e.g. artificial reefs, aquaculture in mangroves, artificial seawalls), we address the questions: (1) To what degree can technologies substitute for ecosystem services in the seascape? (2) How can ecosystem restoration reestablish not only the functions of direct value to humans, but also the ability of the systems to cope with future disturbance? Substitutions often imply the replacement of a function provided free by a solar powered, self-repairing resilient ecosystem, with a fossil-fuel-powered, expensive, artificial substitute that needs maintenance. Further, restoration usually does not focus on large-scale processes such as the physical, biological and biogeochemical interactions between mangroves, seagrass beds and coral reefs. Nonetheless, restoration might be the only viable management alternative when the system is essentially locked into an undesired community state (stability domain) after a phase-shift. We conclude that ecosystem services cannot be readily replaced, restored or sustained without extensive knowledge of the dynamics, multifunctionality and interconnectedness of ecosystems. &amp;copy; 2002 Elsevier Science Ltd. All rights reserved.",
        "collectionName":"Ocean and Coastal Management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2003",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"e6654dc2-5a55-3af1-a6ef-6139cde2b2ef",
        "title":"Economic growth, CO2 emissions, and fossil fuels consumption in Iran",
        "uri":"http://www.mendeley.com/research/economic-growth-co2-emissions-fossil-fuels-consumption-iran-1/",
        "eexcessURI":"http://www.mendeley.com/research/economic-growth-co2-emissions-fossil-fuels-consumption-iran-1/",
        "creator":"Mohammad Reza Lotfalipour, Mohammad Ali Falahi, Malihe Ashena",
        "description":"Environmental issues have attracted renewed interest and more attention during recent years due to climatic problems associated with the increased levels of pollution and the deterioration of the environmental quality as a result of increased human activity. This paper investigates the causal relationships between economic growth, carbon emission, and fossil fuels consumption, using the relatively new time series technique known as the Toda-Yamamoto method for Iran during the period 1967-2007. Total fossil fuels, petroleum products, and natural gas consumption are used as three proxies for energy consumption. Empirical results suggest a unidirectional Granger causality running from GDP and two proxies of energy consumption (petroleum products and natural gas consumption) to carbon emissions, and no Granger causality running from total fossil fuels consumption to carbon emissions in the long run. The results also show that carbon emissions, petroleum products, and total fossil fuels consumption do not lead to economic growth, though gas consumption does. ?? 2010 Elsevier Ltd.",
        "collectionName":"Energy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"3d6af089-c01c-3727-9342-fd3050622bb6",
        "title":"COLLECTIVE-CONSUMPTION SERVICES OF INDIVIDUAL-CONSUMPTION GOODS.",
        "uri":"http://www.mendeley.com/catalog/collectiveconsumption-services-individualconsumption-goods/",
        "eexcessURI":"http://www.mendeley.com/catalog/collectiveconsumption-services-individualconsumption-goods/",
        "creator":"Burton A Weisbrod",
        "description":"The article examines collective-consumption services of individual-consumption goods. The principal objectives of this article are: (1) to point out that a number of significant commodities exist which are apparently of a pure individual-consumption variety, but which also possess characteristics of a pure collective-consumption good; and (2) to discuss some implications of this observation, in particular showing that even if some apparently individual-consumption goods cannot profitably be provided by private enterprise it may serve the social welfare to subsidize their production. The author begins by considering an extreme case of a commodity the purchase of which is infrequent and uncertain, and production of which cannot be reinitiated at any cost once it has been halted and the inputs devoted to other uses. The collective-good aspect of the commodity--in satisfying the option demand--may be viewed as an external economy from current production; that is, current production enters",
        "collectionName":"Quarterly Journal of Economics",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"1964",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"0b346079-1bf7-34ed-b87e-64cb1679cf5b",
        "title":"Consumption-based accounting of CO2 emissions.",
        "uri":"http://www.mendeley.com/catalog/consumptionbased-accounting-co2-emissions/",
        "eexcessURI":"http://www.mendeley.com/catalog/consumptionbased-accounting-co2-emissions/",
        "creator":"Steven J Davis, Ken Caldeira",
        "description":"CO(2) emissions from the burning of fossil fuels are the primary cause of global warming. Much attention has been focused on the CO(2) directly emitted by each country, but relatively little attention has been paid to the amount of emissions associated with the consumption of goods and services in each country. Consumption-based accounting of CO(2) emissions differs from traditional, production-based inventories because of imports and exports of goods and services that, either directly or indirectly, involve CO(2) emissions. Here, using the latest available data, we present a global consumption-based CO(2) emissions inventory and calculations of associated consumption-based energy and carbon intensities. We find that, in 2004, 23% of global CO(2) emissions, or 6.2 gigatonnes CO(2), were traded internationally, primarily as exports from China and other emerging markets to consumers in developed countries. In some wealthy countries, including Switzerland, Sweden, Austria, the United Kingdom, and France, &amp;gt;30% of consumption-based emissions were imported, with net imports to many Europeans of &amp;gt;4 tons CO(2) per person in 2004. Net import of emissions to the United States in the same year was somewhat less: 10.8% of total consumption-based emissions and 2.4 tons CO(2) per person. In contrast, 22.5% of the emissions produced in China in 2004 were exported, on net, to consumers elsewhere. Consumption-based accounting of CO(2) emissions demonstrates the potential for international carbon leakage. Sharing responsibility for emissions among producers and consumers could facilitate international agreement on global climate policy that is now hindered by concerns over the regional and historical inequity of emissions.",
        "collectionName":"Proceedings of the National Academy of Sciences of the United States of America",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"06c9eadf-eeb9-3cab-bc59-b5af7e5d3cee",
        "title":"Hydrogen as a renewable and sustainable solution in reducing global fossil fuel consumption",
        "uri":"http://www.mendeley.com/catalog/hydrogen-renewable-sustainable-solution-reducing-global-fossil-fuel-consumption/",
        "eexcessURI":"http://www.mendeley.com/catalog/hydrogen-renewable-sustainable-solution-reducing-global-fossil-fuel-consumption/",
        "creator":"Adnan Midilli, Ibrahim Dincer",
        "description":"In this paper, hydrogen is considered as a renewable and sustainable solution for reducing global fossil fuel consumption and combating global warming and studied exergetically through a parametric performance analysis. The environmental impact results are then compared with the ones obtained for fossil fuels. In this regard, some exergetic expressions are derived depending primarily upon the exergetic utilization ratios of fossil fuels and hydrogen: the fossil fuel based global waste exergy factor, hydrogen based global exergetic efficiency, fossil fuel based global irreversibility coefficient and hydrogen based global exergetic indicator. These relations incorporate predicted exergetic utilization ratios for hydrogen energy from non-fossil fuel resources such as water, etc., and are used to investigate whether or not exergetic utilization of hydrogen can significantly reduce the fossil fuel based global irreversibility coefficient (ranging from 1 to +&amp;infin;) indicating the fossil fuel consumption and contribute to increase the hydrogen based global exergetic indicator (ranging from 0 to 1) indicating the hydrogen utilization at a certain ratio of fossil fuel utilization. In order to verify all these exergetic expressions, the actual fossil fuel consumption and production data are taken from the literature. Due to the unavailability of appropriate hydrogen data for analysis, it is assumed that the utilization ratios of hydrogen are ranged between 0 and 1. For the verification of these parameters, the variations of fossil fuel based global irreversibility coefficient and hydrogen based global exergetic indicator as the functions of fossil fuel based global waste exergy factor, hydrogen based global exergetic efficiency and exergetic utilization of hydrogen from non-fossil fuels are analyzed and discussed in detail. Consequently, if exergetic utilization ratio of hydrogen from non-fossil fuel sources at a certain exergetic utilization ratio of fossil fuels increases, the fossil fuel based global irreversibility coefficient will decrease and the hydrogen based global exergetic indicator will increase. &amp;copy; 2008 International Association for Hydrogen Energy.",
        "collectionName":"International Journal of Hydrogen Energy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"df56573d-b504-34af-a213-8d753740a5c9",
        "title":"Do alternative energy sources displace fossil fuels?",
        "uri":"http://www.mendeley.com/research/alternative-energy-sources-displace-fossilfuels/",
        "eexcessURI":"http://www.mendeley.com/research/alternative-energy-sources-displace-fossilfuels/",
        "creator":"Richard York",
        "description":"A fundamental, generally implicit, assumption of the Intergovernmental Panel on Climate Change reports and many energy analysts is that each unit of energy supplied by non-fossil-fuel sources takes the place of a unit of energy supplied by fossil-fuel sources. However, owing to the complexity of economic systems and human behaviour, it is often the case that changes aimed at reducing one type of resource consumption, either through improvements in efficiency of use or by developing substitutes, do not lead to the intended outcome when net effects are considered5, 6, 7, 8, 9. Here, I show that the average pattern across most nations of the world over the past fifty years is one where each unit of total national energy use from non-fossil-fuel sources displaced less than one-quarter of a unit of fossil-fuel energy use and, focusing specifically on electricity, each unit of electricity generated by non-fossil-fuel sources displaced less than one-tenth of a unit of fossil-fuel-generated electricity. These results challenge conventional thinking in that they indicate that suppressing the use of fossil fuel will require changes other than simply technical ones such as expanding non-fossil-fuel energy production.",
        "collectionName":"Nature Climate Change",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2012",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"697746ae-9d9c-3c52-9613-eaf875f2f18a",
        "title":"Ecological goods and services of coral reef ecosystems",
        "uri":"http://www.mendeley.com/catalog/ecological-goods-services-coral-reef-ecosystems-5/",
        "eexcessURI":"http://www.mendeley.com/catalog/ecological-goods-services-coral-reef-ecosystems-5/",
        "creator":"Fredrik Moberg, Carl Folke",
        "description":"This article identifies ecological goods and services of coral reef ecosystems, with special emphasis on how they are generated. Goods are divided into renewable resources and reef mining. Ecological services are classified into physical structure services, biotic services, biogeochemical services, information services, and social/cultural services. A review of economic valuation studies reveals that only a few of the goods and services of reefs have been captured. We synthesize current understanding of the relationships between ecological services and functional groups of Species and biological communities of coral reefs in different regions of the world. The consequences of human impacts on coral reefs are also discussed, including loss of resilience, or buffer capacity. Such loss may impair the capacity for recovery of coral reefs and as a consequence the quality and quantity of their delivery of ecological goods and services. Conserving the capacity of reefs to generate essential services requires that they are managed as components of a larger seascape-landscape of which human activities are seen as integrated parts.",
        "collectionName":"Ecological Economics",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"1999",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"2b56e50a-4b87-3daa-8795-92e2fe7cb51f",
        "title":"Energizing historical materialism: Fossil fuels, space and the capitalist mode of production",
        "uri":"http://www.mendeley.com/catalog/energizing-historical-materialism-fossil-fuels-space-capitalist-mode-production/",
        "eexcessURI":"http://www.mendeley.com/catalog/energizing-historical-materialism-fossil-fuels-space-capitalist-mode-production/",
        "creator":"Matthew T. Huber",
        "description":"In this paper, I present a theoretical argument that fossil fuel represents a historically specific and internally necessary aspect of the capitalist mode of production. Despite sustained attention to distributional conflicts between international capital and energy rich nation-states, few historical-materialists have paid attention to the relations between fossil fuel and capital accumulation in industrial capitalist societies. In opposition to ecological economic notions of fixed thermodynamic \"laws\", I first propose a dialectical conception of energy as embedded in dynamic social processes and power relations. Second, I review the historical importance of the energy shift from solar or biological sources of energy (muscles, wind, and water) to fossilized sources of energy (coal, oil, and gas). I then demonstrate how attention to fossil fuel energy forces a reexamination of the core insights of ecological Marxism and the political economy of nature. In the core argument of the paper, I reconsider the shift from biological to fossil energy as internal to the generalization and extension of capitalist social relations from two basic vantage points - (1) capitalist production based on wage labor; (2) the spatial conditions of capitalist circulation. I conclude by asking whether it is accurate to conceptualize capitalism as a \"fossil fuel mode of production\" and highlight the political urgency of a historical materialist perspective that takes seriously the importance of energy to the reproduction of capitalist social relations. ?? 2008.",
        "collectionName":"Geoforum",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"feb41083-7ff9-3b46-a512-10914cdf65e3",
        "title":"Integrated energy, environmental and financial analysis of ethanol production from cellulosic switchgrass",
        "uri":"http://www.mendeley.com/catalog/integrated-energy-environmental-financial-analysis-ethanol-production-cellulosic-switchgrass/",
        "eexcessURI":"http://www.mendeley.com/catalog/integrated-energy-environmental-financial-analysis-ethanol-production-cellulosic-switchgrass/",
        "creator":"Erika Felix, David R. Tilley",
        "description":"Ethanol production from cellulosic sources such as switchgrass (Panicum virgatum L.) requires the use of natural resources, fossil fuels, electricity, and human-derived goods and services. We used emergy accounting to integrate the ultimate amount of environmental, fossil fuel, and human-derived energy required to produce ethanol from switchgrass. Emergy is the total amount of energy of one form required directly and indirectly to make another form of energy. Forty-four percent of required emergy came from the environment either directly or embodied in purchased goods, 30% came from fossil fuels either directly or embodied in purchased goods, and 25% came from human-derived services indirectly. Ethanol production per petroleum use (emergy/emergy) was 4.0-to-1 under our Baseline Scenario, but dropped to 0.5-to-1 under a scenario that assumed higher input prices, lower conversion efficiencies and less waste recycling. At least 75% of total emergy was from non-renewable sources. Energy 'hidden' in indirect paths such as goods and services was 65% of the total. Cellulosic-ethanol is not a primary fuel source that substitutes for petroleum because its production relies heavily on non-renewable energy and purchased inputs. It is a means for converting natural resources to liquid fuel. ?? 2008 Elsevier Ltd. All rights reserved.",
        "collectionName":"Energy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"ba2c4f72-9b13-383a-969d-a99c1af9db25",
        "title":"The Environmental Relevance of Capital Goods in Life Cycle Assessments of Products and Services",
        "uri":"http://www.mendeley.com/catalog/environmental-relevance-capital-goods-life-cycle-assessments-products-services/",
        "eexcessURI":"http://www.mendeley.com/catalog/environmental-relevance-capital-goods-life-cycle-assessments-products-services/",
        "creator":"Rolf Frischknecht, Hans-j&amp;ouml;rg Althaus, Christian Bauer, Gabor Doka, Thomas Heck, Niels Jungbluth, Daniel Kellenberger, Thomas Nemecek",
        "description":"Goal and Scope. \nMany life cycle assessment case studies neglect the production of capital goods that are necessary to manufacture a good or to provide a service. In ISO standards 14040 and 14044 the capital goods are explicitly part of the product system. Thus, it is doubtful if capital goods can be excluded per se as has been done in quite a number of case studies and LCA databases. There is yet no clear idea about if and when capital goods play an important role in life cycle assessments. The present paper evaluates the contribution of capital goods in a large number and variety of product and service systems. A classification of product and service groups is proposed to give better guidance on when and where capital goods should be included or can be neglected. \nMethods. \nThe life cycle inventory database ecoinvent data v1.2 forms the basis for the assessment of the environmental importance of capital goods. The importance is assessed on the basis of several hundreds of cradle-to-gate LCAs of heat and electricity supply systems, of materials extraction and production, of agricultural products, and of transport and waste management services. The importance within product (and service) groups is evaluated with statistical methods by comparing the LCA results including and excluding capital goods. The assessment is based on characterised cumulative LCI results using the CML baseline characterisation factors of the impact categories of global warming, acidification, eutrophication, human toxicity, fresh- water acquatic toxicity, terrestrial ecotoxicity, ionising radiation, and land competition, based on proxy indicators (fossil and nuclear) cumulative energy demand, and based on the end- point indicators Eco-indicator 99 (H,A) mineral resources, human health, eco system quality and totals. \nResults. \nThe analysis confirms the fact that capital goods cannot be excluded per se. On one hand, toxicity related environmental impacts such as freshwater ecotoxicity or human toxicity are more sensitive towards an inclusion or exclusion of capital goods. On the other, certain products like photovoltaic and wind electricity are very much or even completely affected by capital goods contributions, no matter which indicator is chosen. Nuclear electricity, agricultural products and processes, and transport services often behave differently (showing a higher or lower share of capital goods contribution) than products from other sectors. \nDiscussions. \nSome indicators analysed in this paper show a rather similar behaviour across all sectors analysed. This is particularly true for 'mineral resources', and - to a lesser extent -; for 'Eco- indicator 99 total', 'acidification' and 'climate change'. On the other hand, 'land use' and 'freshwater ecotoxicity' show the most contrasting behaviour with shares of capital goods' impacts between less than 1% and more than 98%. \nRecommendations. \nCapital goods must be included in the assessment of climate change impacts of non-fossil electricity, agricultural products and processes, transport services and waste management services. They must be included in any sector regarding the assessment of toxic effects. Energy analyses (quantifying the non-renewable cumulative energy demand) of agricultural products and processes, of wooden products and of transport services should include capital goods as well. The mixing of datasets including and excluding capital goods is no problem as long as their share on total impacts is low and partial omissions do not lead to a significant imbalance in comparative assertions. \nPerspectives. \nIf in doubt whether or not to include capital goods, it is recommended to check two things: (1) whether maintenance and depreciation costs of capital equipment form a substantial part of the product price (Heijungs et al. 1992a), and (2) whether actual environmental hot spots occur along the capital goods' supply chain.",
        "collectionName":"International Journal of Life Cycle Assessment",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2007",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"1854abfc-1fee-3ca1-a37f-4fc8bc13a700",
        "title":"Peak oil demand: The role of fuel efficiency and alternative fuels in a global oil production decline",
        "uri":"http://www.mendeley.com/catalog/peak-oil-demand-role-fuel-efficiency-alternative-fuels-global-oil-production-decline/",
        "eexcessURI":"http://www.mendeley.com/catalog/peak-oil-demand-role-fuel-efficiency-alternative-fuels-global-oil-production-decline/",
        "creator":"Adam R. Brandt, Adam Millard-Ball, Matthew Ganser, Steven M. Gorelick",
        "description":"Some argue that peak conventional oil production is imminent due to physical resource scarcity. We examine the alternative possibility of reduced oil use due to improved efficiency and oil substitution. Our model uses historical relationships to project future demand for (a) transport services, (b) all liquid fuels, and (c) substitution with alternative energy carriers, including electricity. Results show great increases in passenger and freight transport activity, but less reliance on oil. Demand for liquids inputs to refineries declines significantly after 2070. By 2100 transport energy demand rises &amp;gt;1000% in Asia, while flattening in North America (+23%) and Europe (-20%). Conventional oil demand declines after 2035, and cumulative oil production is 1900 Gbbl from 2010 to 2100 (close to the U.S. Geological Survey median estimate of remaining oil, which only includes projected discoveries through 2025). These results suggest that effort is better spent to determine and influence the trajectory of oil substitution and efficiency improvement rather than to focus on oil resource scarcity. The results also imply that policy makers should not rely on liquid fossil fuel scarcity to constrain damage from climate change. However, there is an unpredictable range of emissions impacts depending on which mix of substitutes for conventional oil gains dominance-oil sands, electricity, coal-to-liquids, or others.",
        "collectionName":"Environmental Science and Technology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2013",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"347d4d6e-61eb-3d15-999e-f365d9a64377",
        "title":"The potential environmental gains from recycling waste plastics: Simulation of transferring recycling and recovery technologies to Shenyang, China",
        "uri":"http://www.mendeley.com/research/potential-environmental-gains-recycling-waste-plastics-simulation-transferring-recycling-recovery-te/",
        "eexcessURI":"http://www.mendeley.com/research/potential-environmental-gains-recycling-waste-plastics-simulation-transferring-recycling-recovery-te/",
        "creator":"Xudong Chen, Fengming Xi, Yong Geng, Tsuyoshi Fujita",
        "description":"With the increasing attention on developing a low-carbon economy, it is necessary to seek appropriate ways on reducing greenhouse gas (GHG) emissions through innovative municipal solid waste management (MSWM), such as urban symbiosis. However, quantitative assessments on the environmental benefits of urban symbiosis, especially in developing countries, are limited because only a limited number of planned synergistic activities have been successful and it is difficult to acquire detailed inventory data from private companies. This paper modifies and applies a two-step simulation system and used it to assess the potential environmental benefits, including the reduction of GHG emissions and saving of fossil fuels, by employing various Japanese plastics recycling/energy-recovery technologies in Shenyang, China. The results showed that among various recycling/energy-recovery technologies, the mechanical waste plastics recycling technology, which produces concrete formwork boards (NF boards), has the greatest potential in terms of reducing GHG emissions (1.66kg CO2e/kg plastics), whereas the technology for the production of refuse plastic fuel (RPF) has the greatest potential on saving fossil fuel consumption (0.77kgce/kg-plastics). Additional benefits can be gained by applying combined technologies that cascade the utilization of waste plastics. Moreover, the development of clean energy in conjunction with the promotion of new waste plastics recycling programs could contribute to additional reductions in GHG emissions and fossil fuel consumption. ?? 2010 Elsevier Ltd.",
        "collectionName":"Waste Management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"3b2b8f22-9bac-3eaa-9ce0-38b5f1c32cd6",
        "title":"Biofuels and their potential to aid the UK towards achieving emissions reduction policy targets",
        "uri":"http://www.mendeley.com/catalog/biofuels-potential-aid-uk-towards-achieving-emissions-reduction-policy-targets/",
        "eexcessURI":"http://www.mendeley.com/catalog/biofuels-potential-aid-uk-towards-achieving-emissions-reduction-policy-targets/",
        "creator":"Adolf A. Acquaye, Tom&amp;aacute;s Sherwen, Andrea Genovese, Johan Kuylenstierna, Sc Lenny Koh, Simon McQueen-Mason",
        "description":"The potential of biofuels contributing to the UK emission reduction targets in the formulated UK Low Carbon Transition Plan (LCTP) and the UK's obligation in the wider EU emissions reduction targets are assessed using four scenarios. The scenarios were evaluated using hybrid lifecycle assessment developed in a multi-regional input-output (MRIO) framework. In the hybrid MRIO LCA framework, technology-specific processes in the biofuels and fossil fuels LCA systems are integrated into a generalised 2-region (UK and Rest of the World) environmental-economic input-output framework in order to account for economy-wide indirect GHG emissions in the biofuels and fossil fuels LCA systems in addition to other indirect impacts such as indirect land use change. The lifecycle greenhouse gas emissions of biodiesel (soybean, palm, rape, waste cooking oil) and bio-ethanol (sugarcane, sugarbeet, corn) were assessed and compared to fossil fuel (diesel and petrol) baseline. From one of the scenarios, biodiesel production from waste cooking oil and bioethanol from sugarbeet offer the biggest potential for emissions savings relative to fossil fuel equivalent and offering a maximum emission savings of 4.1% observed with a biofuel market share of 10% reached in 2020. It was also established that under current biofuel feedstock mix, to achieve the 6% emissions saving primarily from biofuels as proposed in the LCTP, 23.8% of the transport fuels market would be required to be held by biofuels by 2020. &amp;copy; 2012 Elsevier Ltd. All rights reserved.",
        "collectionName":"Renewable and Sustainable Energy Reviews",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2012",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"08f9823b-1453-3ace-90e3-de28c605df28",
        "title":"Ecological input-output modeling for embodied resources and emissions in Chinese economy 2005",
        "uri":"http://www.mendeley.com/research/ecological-inputoutput-modeling-embodied-resources-emissions-chinese-economy-2005/",
        "eexcessURI":"http://www.mendeley.com/research/ecological-inputoutput-modeling-embodied-resources-emissions-chinese-economy-2005/",
        "creator":"Z. M. Chen, G. Q. Chen, J. B. Zhou, M. M. Jiang, B. Chen",
        "description":"For the embodiment of natural resources and environmental emissions in Chinese economy 2005, a biophysical balance modeling is carried out based on an extension of the economic input-output table into an ecological one integrating the economy with its various environmental driving forces. Included resource flows into the primary resource sectors and environmental emission flows from the primary emission sectors belong to seven categories as energy resources in terms of fossil fuels, hydropower and nuclear energy, biomass, and other sources; freshwater resources; greenhouse gas emissions in terms of CO2, CH4, and N2 O; industrial wastes in terms of waste water, waste gas, and waste solid; exergy in terms of fossil fuel resources, biological resources, mineral resources, and environmental resources; solar emergy and cosmic emergy in terms of climate resources, soil, fossil fuels, and minerals. The resulted database for embodiment intensity and sectoral embodiment of natural resources and environmental emissions is of essential implications in context of systems ecology and ecological economics in general and of global climate change in particular. &amp;copy; 2009 Elsevier B.V. All rights reserved.",
        "collectionName":"Communications in Nonlinear Science and Numerical Simulation",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"df7122ac-f016-325d-b030-eda528a3687c",
        "title":"Fossil Fuels Without CO 2 Emissions",
        "uri":"http://www.mendeley.com/catalog/fossil-fuels-without-co-2-emissions/",
        "eexcessURI":"http://www.mendeley.com/catalog/fossil-fuels-without-co-2-emissions/",
        "creator":"E A Parson, D W Keith",
        "description":"Recent work in carbon management (CM)-the separation and sequestration of carbon from fossil-fuel combustion to reduce atmospheric COemissions-has raised estimates of sequestration capacities and lowered estimates of costs, so that CM may offer substantial abatement possibilities more cheaply than nonfossil energy. CM's seeming technological and economic attractiveness has major implications for the political economy of abatement and the design of abatement policies. CM also carries novel environmental risks and raises serious intergenerational equity issues, which urgently require assessment.",
        "collectionName":"Science",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"1998",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"0862ca30-c6d9-3c3c-82fd-521b8e2cff23",
        "title":"Model for cradle-to-gate life cycle assessment of clinker production",
        "uri":"http://www.mendeley.com/catalog/model-cradletogate-life-cycle-assessment-clinker-production/",
        "eexcessURI":"http://www.mendeley.com/catalog/model-cradletogate-life-cycle-assessment-clinker-production/",
        "creator":"Michael Elias Boesch, Annette Koehler, Stefanie Hellweg",
        "description":"A model for input and technology-dependent cradle-to-gate life cycle assessments (LCA) was constructed to quantify emissions and resource consumption of various clinker production options. The model was compiled using data of more than 100 clinker production lines and complemented with literature data and best judgment from experts. It can be applied by the cement industry for the selection of alternative fuels and raw materials (AFR) and by authorities for decision-support regarding the permission of waste co-processing in cement kilns. In the field of sustainable construction, the model can be used to compare clinker production options. Two case studies are presented. First, co-processing of four different types of waste is analyzed at a modern precalciner kiln system. Second, clinker production is compared between five kiln systems. Results show that the use of waste (tires, prepared industrial waste, dried sewage sludge, blast furnace slag) led to reduced greenhouse gas emissions, decreased resource consumption, and mostly to reduced aggregated environmental impacts. Regarding the different kiln systems, the environmental impact generally increased with decreasing energy efficiency.",
        "collectionName":"Environmental Science and Technology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"ea177fc6-9a9b-3e5c-8bc7-e588cc05831e",
        "title":"Quantifying the total environmental impacts of an industrial symbiosis-a comparison of process-, hybrid and input-output life cycle assessment",
        "uri":"http://www.mendeley.com/catalog/quantifying-total-environmental-impacts-industrial-symbiosisa-comparison-process-hybrid-inputoutput/",
        "eexcessURI":"http://www.mendeley.com/catalog/quantifying-total-environmental-impacts-industrial-symbiosisa-comparison-process-hybrid-inputoutput/",
        "creator":"Tuomas J. Mattila, Suvi Pakarinen, Laura Sokka",
        "description":"Industrial symbiosis, representing resource sharing and byproduct use among colocated firms, is a key concept of industrial ecology. Local co-operation in industrial symbioses can reduce raw material use and waste disposal, but material and energy flows extending outside symbiosis boundaries can cause considerable environmental impacts. These external impacts are often ignored in industrial symbiosis studies. In this study, we compared process, hybrid and input-output life cycle assessment (LCA) approaches in quantifying the overall environmental impacts of a forest industrial symbiosis, situated in Kymenlaakso, Finland. Conclusions from an earlier process-LCA were strengthened by the use of hybrid-LCA as local emissions were found to cause less than half of the global impacts. In some impact categories, the whole impact was caused by supply chain emissions (land use, metal depletion and ozone depletion). The cutoff in process-LCA was found to be less than 25%, except in metal depletion and terrestrial ecotoxicity. Input-output LCA approximated hybrid-LCA results well in most impact categories, but seriously underestimated land use and overestimated terrestrial ecotoxicity. Based on the results we conclude, that input-output based LCA can be used to analyze the global impacts of an industrial symbiosis, but a careful interpretation of the results is necessary in order to understand the influence of aggregation and allocation.",
        "collectionName":"Environmental Science and Technology",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"960ee910-fe1a-3216-aebb-bd3342004cf5",
        "title":"Improving the CO2 performance of cement, part III: the relevance of industrial symbiosis and how to measure its impact",
        "uri":"http://www.mendeley.com/research/improving-co2-performance-cement-part-iii-relevance-industrial-symbiosis-measure-impact/",
        "eexcessURI":"http://www.mendeley.com/research/improving-co2-performance-cement-part-iii-relevance-industrial-symbiosis-measure-impact/",
        "creator":"Jonas Ammenberg, Leenard Baas, Mats Eklund, Roozbeh Feiz, Anton Helgstrand, Richard Marshall",
        "description":"Cement production contributes to extensive CO2 emissions. However, the climate impact can vary significantly between different production systems and different types of cement products. The market is dominated by ordinary Portland cement, which is based on primary raw materials and commonly associated with combustion of vast amounts of fossil fuels. Therefore, the production of Portland cement can be described as a rather linear process. But there are alternative options, for example, involving large amounts of industrial byproducts and renewable energy which are more cyclic and thus can be characterized as relatively \"synergistic\". The main purpose of this article is to study how relevant the leading ideas of industrial symbiosis are for the cement industry based on a quantitative comparison of the CO2 emissions from different cement production systems and products, both existing and hypothetical. This has been done by studying a group of three cement plants in Germany, denoted as Cluster West, and the production of cement clinker and three selected cement products. Based on this analysis and literature, it is discussed to what extent industrial symbiosis options can lead to reduced CO2 emissions, for Cluster West and the cement industry in general. Utilizing a simplified LCA model (\"cradle to gate\"), it was shown that the CO2 emissions from Cluster West declined by 45% over the period 1997-2009, per tonne of average cement. This was mainly due to a large share of blended cement, i.e., incorporation of byproducts from local industries as supplementary cementitious materials. For producers of Portland cement to radically reduce the climate impact it is necessary to engage with new actors and find fruitful cooperation regarding byproducts, renewable energy and waste heat. Such a development is very much in line with the key ideas of industrial ecology and industrial symbiosis, meaning that it appears highly relevant for the cement industry to move further in this direction. From a climate perspective, it is essential that actors influencing the cement market acknowledge the big difference between different types of cement, where an enlarged share of blended cement products (substituting clinker with byproducts such as slag and fly ash) offers a great scope for future reduction of CO2 emissions. ?? 2014 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2014",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"ee9c886d-450b-34aa-bcbf-86214dcf57ef",
        "title":"Industrial symbiosis of very large-scale photovoltaic manufacturing",
        "uri":"http://www.mendeley.com/catalog/industrial-symbiosis-very-largescale-photovoltaic-manufacturing/",
        "eexcessURI":"http://www.mendeley.com/catalog/industrial-symbiosis-very-largescale-photovoltaic-manufacturing/",
        "creator":"Joshua M. Pearce",
        "description":"In order to stabilize the global climate, the world's governments must make significant commitments to drastically reduce global greenhouse gas (GHG) emissions. One of the most promising methods of curbing GHG emissions is a world transition from fossil fuels to renewable sources of energy. Solar photovoltaic (PV) cells offer a technically sustainable solution to the projected enormous future energy demands. This article explores utilizing industrial symbiosis to obtain economies of scale and increased manufacturing efficiencies for solar PV cells in order for solar electricity to compete economically with fossil fuel-fired electricity. The state of PV manufacturing, the market and the effects of scale on both are reviewed. Government policies necessary to construct a multi-gigaWatt PV factory and complementary policies to protect existing solar companies are outlined and the technical requirements for a symbiotic industrial system are explored to increase the manufacturing efficiency while improving the environmental impact of PV. The results of the analysis show that an eight-factory industrial symbiotic system can be viewed as a medium-term investment by any government, which will not only obtain direct financial return, but also an improved global environment. The technical concepts and policy limitations to this approach were analyzed and it was found that symbiotic growth will help to mitigate many of the limitations of PV and is likely to catalyze mass manufacturing of PV by transparently demonstrating that large-scale PV manufacturing is technically feasible and reaches an enormous untapped market for PV with low costs. ?? 2007 Elsevier Ltd. All rights reserved.",
        "collectionName":"Renewable Energy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2008",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"971137ee-0bf9-35c0-a3a6-6b3963a5d567",
        "title":"Exergy Analysis of Waste Emissions",
        "uri":"http://www.mendeley.com/research/exergy-analysis-waste-emissions/",
        "eexcessURI":"http://www.mendeley.com/research/exergy-analysis-waste-emissions/",
        "creator":"Marc A Rosen, Ibrahim Dincer",
        "description":"Recently, signficant attention has been directed towards the use of exergy analysis in the assessment of thermal and other industrial processes and their environmental impacts since exergy analysis is an e!ective tool both for achieving efficient energy utilization with minimum (or zero) environmental impact and for understanding environmental issues. In this study, the concepts of exergy analysis and the linkages between exergy and environmental impact are discussed, and several issues regarding the exergies of waste emissions are addressed. Exergy is a measure of the degree of disequilibrium between a substance and its environment. The relations between several measures of environmental impact potential and exergy are investigated by comparing current methods used to assess the environmental impact potential of waste emissions and the exergy associated with those emissions. A case study is presented, to highlight the information revealed using exergy, in which the measures of environmental impact potential considered are the Ontario Ministry of Environment's schedule of industrial air emission limits, and two methods of assessing the environmental costs for air emissions resulting from the combustion of three common fossil fuels: coal, oil and natural gas.",
        "collectionName":"International Journal of Energy Research",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"1999",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"14aed560-40ec-3161-a0a3-5622100b8323",
        "title":"Evaluation of innovative municipal solid waste management through urban symbiosis: A case study of Kawasaki",
        "uri":"http://www.mendeley.com/catalog/evaluation-innovative-municipal-solid-waste-management-through-urban-symbiosis-case-study-kawasaki-1/",
        "eexcessURI":"http://www.mendeley.com/catalog/evaluation-innovative-municipal-solid-waste-management-through-urban-symbiosis-case-study-kawasaki-1/",
        "creator":"Yong Geng, Fujita Tsuyoshi, Xudong Chen",
        "description":"Industrial symbiosis encourages the establishment of a broad eco-industrial network so that more synergy opportunities can be identified. By linking municipal solid waste management (MSWM) with local industries, i.e., urban symbiosis, new symbiotic opportunities can be generated from the geographic proximity of urban and industrial areas, transferring physical resources from urban refuse directly to industrial applications and improving the overall eco-efficiency of the city as a whole. Using a case study of Kawasaki, this paper simulates and evaluates an innovative waste management initiative in Kawasaki by an scenario simulation model based on the LCA approach. Results show that recycling mixed paper, mixed plastics, and organic wastes and utilizing the recycled materials in industrial production will potentially reduce about 69 kt CO2(e) emissions and 8 kt incineration ashes to be landfilled in 2015. To achieve these outcomes, the total additional cost compared with the current practice is about 1.2 billion JPY. ?? 2010 Elsevier Ltd.",
        "collectionName":"Journal of Cleaner Production",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2010",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"0f90f19c-3388-33f7-88ca-23aa66daca6b",
        "title":"Life cycle assessment of electricity generation using fast pyrolysis bio-oil",
        "uri":"http://www.mendeley.com/research/life-cycle-assessment-electricity-generation-using-fast-pyrolysis-biooil-2/",
        "eexcessURI":"http://www.mendeley.com/research/life-cycle-assessment-electricity-generation-using-fast-pyrolysis-biooil-2/",
        "creator":"Jiqing Fan, Tom N. Kalnes, Matthew Alward, Jordan Klinger, Adam Sadehvandi, David R. Shonnard",
        "description":"Biomass is expected to become an important energy source in U.S. electricity generation under state-lead renewable portfolio standards. This paper investigated the greenhouse gas (GHG) emissions for energy generated from forest resources through pyrolysis-based processing. The GHG emissions of producing pyrolysis bio-oil (pyrolysis oil) from different forest resources were first investigated; logging residues collected from natural regeneration mixed hardwood stands, hybrid poplar cultivated and harvested from abandoned agricultural lands, short rotation forestry (SRF) willow plantations and waste wood available at the site of the pyrolysis plant. Effects of biomass transportation were investigated through a range of distances to a central pyrolysis facility through road transport by semi-truck. Pyrolysis oil is assumed to be converted to electrical power through co-combustion in conventional fossil fuels power plants, gas turbine combined cycle (GTCC) and diesel generators. Life cycle GHG emissions were compared with power generated using fossil fuels and power generated using biomass direct combustion in a conventional Rankine power plant. Life cycle GHG savings of 77%-99% were estimated for power generation from pyrolysis oil combustion relative to fossil fuels combustion, depending on the biomass feedstock and combustion technologies used. Several scenario analyses were conducted to determine effects of pyrolysis oil transportation distance, N-fertilizer inputs to energy crop plantations, and assumed electricity mixes for pyrolysis oil production. ?? 2010 Elsevier Ltd.",
        "collectionName":"Renewable Energy",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2011",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"fbeb4a45-2d68-3d60-b3b9-cda4ec507ea4",
        "title":"Global and regional drivers of accelerating CO2 emissions.",
        "uri":"http://www.mendeley.com/catalog/global-regional-drivers-accelerating-co2-emissions/",
        "eexcessURI":"http://www.mendeley.com/catalog/global-regional-drivers-accelerating-co2-emissions/",
        "creator":"Michael R Raupach, Gregg Marland, Philippe Ciais, Corinne Le Qu&amp;eacute;r&amp;eacute;, Josep G Canadell, Gernot Klepper, Christopher B Field",
        "description":"CO2 emissions from fossil-fuel burning and industrial processes have been accelerating at a global scale, with their growth rate increasing from 1.1% y(-1) for 1990-1999 to &amp;gt;3% y(-1) for 2000-2004. The emissions growth rate since 2000 was greater than for the most fossil-fuel intensive of the Intergovernmental Panel on Climate Change emissions scenarios developed in the late 1990s. Global emissions growth since 2000 was driven by a cessation or reversal of earlier declining trends in the energy intensity of gross domestic product (GDP) (energy/GDP) and the carbon intensity of energy (emissions/energy), coupled with continuing increases in population and per-capita GDP. Nearly constant or slightly increasing trends in the carbon intensity of energy have been recently observed in both developed and developing regions. No region is decarbonizing its energy supply. The growth rate in emissions is strongest in rapidly developing economies, particularly China. Together, the developing and least-developed economies (forming 80% of the world's population) accounted for 73% of global emissions growth in 2004 but only 41% of global emissions and only 23% of global cumulative emissions since the mid-18th century. The results have implications for global equity.",
        "collectionName":"Proceedings of the National Academy of Sciences of the United States of America",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2007",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    },
    {
        "id":"0d28df4e-86ac-3617-84dc-5a4a5772569a",
        "title":"Assessment of the greenhouse effect impact of technologies used for energy recovery from municipal waste: A case for England",
        "uri":"http://www.mendeley.com/catalog/assessment-greenhouse-effect-impact-technologies-used-energy-recovery-municipal-waste-case-england/",
        "eexcessURI":"http://www.mendeley.com/catalog/assessment-greenhouse-effect-impact-technologies-used-energy-recovery-municipal-waste-case-england/",
        "creator":"A. Papageorgiou, J. R. Barton, A. Karagiannidis",
        "description":"Waste management activities contribute to global greenhouse gas emissions approximately by 4%. In particular the disposal of waste in landfills generates methane that has high global warming potential. Effective mitigation of greenhouse gas emissions is important and could provide environmental benefits and sustainable development, as well as reduce adverse impacts on public health. The European and UK waste policy force sustainable waste management and especially diversion from landfill, through reduction, reuse, recycling and composting, and recovery of value from waste. Energy from waste is a waste management option that could provide diversion from landfill and at the same time save a significant amount of greenhouse gas emissions, since it recovers energy from waste which usually replaces an equivalent amount of energy generated from fossil fuels. Energy from waste is a wide definition and includes technologies such as incineration of waste with energy recovery, or combustion of waste-derived fuels for energy production or advanced thermal treatment of waste with technologies such as gasification and pyrolysis, with energy recovery. The present study assessed the greenhouse gas emission impacts of three technologies that could be used for the treatment of Municipal Solid Waste in order to recover energy from it. These technologies are Mass Burn Incineration with energy recovery, Mechanical Biological Treatment via bio-drying and Mechanical Heat Treatment, which is a relatively new and uninvestigated method, compared to the other two. Mechanical Biological Treatment and Mechanical Heat Treatment can turn Municipal Solid Waste into Solid Recovered Fuel that could be combusted for energy production or replace other fuels in various industrial processes. The analysis showed that performance of these two technologies depends strongly on the final use of the produced fuel and they could produce GHG emissions savings only when there is end market for the fuel. On the other hand Mass Burn Incineration generates greenhouse gas emission savings when it recovers electricity and heat. Moreover the study found that the expected increase on the amount of Municipal Solid Waste treated for energy recovery in England by 2020 could save greenhouse gas emission, if certain Energy from Waste technologies would be applied, under certain conditions. &amp;copy; 2009 Elsevier Ltd. All rights reserved.",
        "collectionName":"Journal of Environmental Management",
        "facets":{
            "provider":"mendeley",
            "type":"unkown",
            "language":"unkown",
            "year":"2009",
            "license":"https://creativecommons.org/licenses/by/3.0/legalcode"
        }
    }
]
